Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-users.po
Languages: da, de, kk, tt_ru

source: Local user accounts
da: Lokal brugerkonti
de: Lokale Benutzeraccounts
kk: Жергілікті пайдаланушылар тіркелгілері
tt_ru: Кулланучыларның керү исемнәре

source: New account:
da: Ny konto:
de: Neuer Account:
kk: Жаңа тіркелгі:
tt_ru: Яңа керү исеме:

source: Create
da: Opret
de: Erstelle
kk: Жасау
tt_ru: Төзү

source: Comment:
da: Kommentar:
de: Kommentar:
kk: Түсіндірме:
tt_ru: Аңлатма

source: Home directory:
da: Hjemmemappe:
de: Home Ordner:
kk: Үй бумасы:
tt_ru: Өй каталогы:

source: Member of administrators group
da: Medlem af administratorgruppen
de: Mitglied einer Administratorengruppe
kk: Әкімшілер тобының мүшесі
tt_ru: Администратор төркеме заты

source: System roles assigned
da: Systemroller tildelt

source: Password:
da: Adgangskode:
de: Passwort:
kk: Пароль:
tt_ru: Пароль:

source: Generate automatically
da: Generer automatisk
de: Generiere automatisch
kk: Автогенерациялау
tt_ru: Автоматик төзү

source: (enter passphrase)
da: (indtast adgangskode)
de: (Passwort eingeben)
kk: (парольді енгізіңіз)
tt_ru: (гыйбарә кертегез)

source: (repeat passphrase)
da: (gentag adgangskode)
de: (wiederhole Passwort)
kk: (парольді қайта енгізіңіз)
tt_ru: (гыйбарәне кабатлагыз)

source: Generate
da: Generer
de: Generieren
kk: Генерациялау
tt_ru: Төзү

source: Apply
da: Anvend
de: Bestätigen
kk: Іске асыру
tt_ru: Куллану

source: Delete user
da: Slet bruger
de: Lösche Benutzer
kk: Пайдаланушыны өшіру
tt_ru: Кулланучыны бетерү

source: Groups the user belongs to
da: Grupper som brugeren tilhører

source: Do you really want to delete user
da: Vil du virkelig slette bruger
de: Löschung bestätigen von Benutzer
kk: Пайдаланушыны өшіруді шынымен қалайсыз ба
tt_ru: Сез кулланучыны бетерергә телисезме

source: You should define a system user
da: Du skal definere en systembruger
de: Es sollte ein Systembenutzer festlegt werden
kk: Жүйелік пайдаланушыны анықтау керек
tt_ru: Сез система кулланучысын күрсәтергә тиеш

source: You should define a password
da: Du skal definere en adgangskode
de: Es sollte ein Passwort festgelegt werden
kk: Парольді көрсету керек
tt_ru: Сез парольне күрсәтергә тиеш.

source: New user account
da: Ny brugerkonto
de: Neuer Benutzeraccount
kk: Жаңа пайдаланушы тіркелгісі
tt_ru: Яңа кулланучы керү исеме

source: Name:
da: Navn:
kk: Аты:
tt_ru: Исем:

source: Autologin
da: Automatisk log ind

source: Kiosk profile:
da: Kiosk profil:

source: can't update password file
da: kan ikke opdatere adgangskode filen
de: kann nicht Passwortdatei aktualisieren
kk: парольдер файлын жаңарту мүмкін емес
tt_ru: Пароль файлын яңартып булмый

source: invalid command syntax
da: ugyldig kommando syntaks
de: ungültige Kommandogrammatik
kk: команданың синтаксисі қате
tt_ru: Команда синтаксисы хатасы

source: invalid argument to option
da: ugyldigt argument til indstilling
de: ungültiges Argument zur Auswahl
kk: опция үшін көрсетілген аргумен қате
tt_ru: Аргументның хаталы көйләве

source: uid already in use
da: uid er allerede i brug
de: uid bereits in Gebrauch
kk: uid қолдануда болып тұр
tt_ru: uid инде кулланыла

source: specified user doesn't exist
da: den angivne bruger eksisterer ikke
de: angegebener Benutzer nicht existent
kk: көрсетілген пайдаланушы жоқ болып тұр
tt_ru: Мондый кулланучы юк

source: user currently logged in
da: bruger er logget ind i øjeblikket
de: Benutzer momentan eingeloggt
kk: пайдаланушы қазір жүйеге кіріп тұр
tt_ru: Кулланучы хәзер системада

source: username already in use
da: brugernavn er allerede i brug
de: Benutzername bereits in Nutzung
kk: пайдаланушы аты қолдануда болып тұр
tt_ru: Кулланучы исеме инде кулланыла

source: can't update group file
da: kan ikke opdatere gruppe filen
de: Kann nicht Gruppendatei updaten
kk: топтар файлын жаңарту мүмкін емес
tt_ru: Төркем файлны яңартып булмый

source: can't create or remove home directory
da: kan ikke oprette eller fjerne hjemmemappe
de: kann nicht Home Ordner erschaffen oder löschen
kk: үй бумасын жасау немесе жаңарту мүмкін емес
tt_ru: Өй каталогын төзеп яисә бетереп булмый

source: can't create mail spool
da: kan ikke oprette mail spool
de: kann nicht Mail Spooler erstellen
kk: пошта спулын жасау мүмкін емес
tt_ru: Почта чиратын төзеп булмый

source: cannot change password
da: kan ikke ændre adgangskode
de: kann nicht Passwort ändern
kk: парольді өзгерту мүмкін емес
tt_ru: Парольне үзгәртеп булмый

source: Passwords mismatch
da: Adgangskoder stemmer ikke overens
de: Passwort ungleich
kk: Парольдер өзара сәйкес емес
tt_ru: Парольләр туры килми

source: invalid group name
da: ugyldigt gruppenavn
de: ungültiger Gruppenname
kk: топ атауы қате
tt_ru: Хаталы төркем исеме

source: gid not unique
da: gid ikke unik
de: gid nicht einmalig
kk: gid уникалды емес
tt_ru: gid бердәнбер түгел

source: specified group doesn't exist
da: den angivne gruppe eksisterer ikke
de: angegebene Gruppe existiert nicht
kk: көрсетілген топ жоқ болып тұр
tt_ru: Мондый төркем юк

source: can't remove user's primary group
da: kan ikke fjerne brugerens primære gruppe
de: kann nicht die Hauptgruppe vom Benutzer löschen
kk: пайдаланушының біріншілік тобын өшіру мүмкін емес
tt_ru: Кулланучының төп төркемен бетереп булмый

source: group name not unique
da: gruppenavn ikke unikt
de: Gruppenname nicht einzigartig
kk: топ аты уникалды емес
tt_ru: Төркем исеме берденбер түгел

source: unable to add user %s to group %s
da: ude af stand til at tilføje bruger %s til gruppe %s
de: nicht in der Lage Benutzer %s zur Gruppe %s hinzuzufügen
kk: %s пайдаланушысын %s тобына қосу мүмкін емес
tt_ru: %s кулланучысын %s төркеменә өстәп булмый

source: Default desktop
da: Standard skrivebord

source: Shell:
kk: Қоршамы:
tt_ru: Чолганыш:
