Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-postfix-dovecot.po
Languages: ru, uk

source: Mail server
ru: Почтовый сервер
uk: Поштовий сервер

source: You must create domain to setup mail server.
ru: Вы должны настроить домен для настройки почтового сервера.

source: SMTP Server
ru: Сервер SMTP
uk: Сервер SMTP

source: Enable SMTP server
ru: Включить службу SMTP
uk: Увімкнути службу SMTP

source: Info: configure clients to use STARTTLS
ru: Программы-клиенты должны использовать STARTTLS

source: Configuration
ru: Настройка
uk: Налаштування:

source: Operational mode:
ru: Режим работы:
uk: Режим роботи:

source: Upstream SMTP host:
ru: Принимающий сервер SMTP:
uk: Приймаючий сервер SMTP:

source: Domain list:
ru: Список доменов:
uk: Список доменів:

source: (Send all outgoing mail to specified server)
ru: (Пересылать исходящую почту на указанный сервер)
uk: (Пересилати вихідну пошту на вказаний сервер)

source: (Accept mail for these domains)
ru: (Принимать почту для этих доменов)
uk: (Приймати пошту для наступних доменів)

source: Root mail alias:
ru: Псевдоним администратора:
uk: Псевдонім адміністратора:

source: (Root mail goes to this mailbox)
ru: (Почта администратора кладётся в этот ящик)
uk: (Пошла для root складаеться в цю скриньку)

source: Maximum message size (MB):
ru: Максимальный размер сообщения (Мб):
uk: Максимальний розмір повідомлення (Мб):

source: (Maximum message size in megabytes)
ru: (Максимальный размер сообщения в мегабайтах)
uk: Максимальній розмір повідомлень у мегабайтах

source: Security
ru: Безопасность
uk: Безпека

source: Filter spam
ru: Помечать спам
uk: Фільтрувати спам

source: Filter senders
ru: Фильтровать отправителей
uk: Фільтрувати відправників

source: Local networks:
ru: Внутренние сети:
uk: Локальні мережі:

source: Filter recipients
ru: Фильтровать получателей
uk: Фільтрувати отримувачів

source: (Filtered recipients)
ru: (Отфильтрованные получатели)
uk: Фільтрувати отримувачів

source: Use antivirus
ru: Проверять антивирусом
uk: Перевіряти антівірусом

source: POP3/IMAP Server
ru: Сервер POP3/IMAP
uk: Сервер POP3/IMAP

source: Enable POP3/IMAP server
ru: Включить службу POP3/IMAP
uk: Увімкнути службу POP3/IMAP

source: Provide SASL/SMTP authentication
ru: Аутентификация SMTP через SASL

source: Apply
ru: Применить
uk: Застосувати

source: Show debug
ru: Показать отладочную информацию

source: Clamav software is absent
ru: Антивирус ClamAV не установлен

source: Relay
ru: Посредник
uk: Посередник

source: MX
ru: Сервер
uk: Сервер

source: First Dr.Web, second ClamAV
uk: Спершу Dr.Web, потім ClamAV

source: First ClamAV, second Dr.Web
uk: Спершу ClamAV, потім Dr.Web
