Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-sysinfo.po
Languages: tt_ru

source: System information
tt_ru: Система турында мәгълумат

source: Kernel version
tt_ru: Төш юрамасы

source: Processors
tt_ru: Процессорлар

source: Model name
tt_ru: Модель исеме

source: Frequency
tt_ru: Ешлык

source: Cache
tt_ru: Кэш

source: Memory usage
tt_ru: Хәтерне куллану

source: Total
tt_ru: Барлык

source: Free
tt_ru: Буш

source: Used
tt_ru: Кулланган

source: Memory:
tt_ru: Хәтер:

source: Swap space:
tt_ru: Swap зурлыгы:

source: Disk usage
tt_ru: Дискны куллану

source: Mount point
tt_ru: Кору ноктасы

source: Kernel version:
tt_ru: Төш юрамасы:
