Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-services.po
Languages: da, pt_br, ru, uk

source: /etc/net is network configuration software
da: /etc/net er netværkskonfiguration software
pt_br: /etc/net é um software de configuração de rede
ru: Служба настройки сети Etcnet
uk: Служба налаштування мережі Etcnet

source: Alterator specific httpd
da: Alterator specifik httpd
pt_br: Alterator httpd específicas
ru: Сервер HTTP, обслуживающий систему управления Alterator
uk: Сервер HTTP, який обслуговує систему керування Alterator

source: Apache is a World Wide Web server. It is used to serve HTML files and CGI.
da: Apache er en World Wide Web server. Det bruges til at tjene HTML filer og CGI.
pt_br: O Apache é um servidor World Wide Web. Ele é usado para servir arquivos HTML e CGI.
ru: Apache — сервер сети WWW. Он предназначен для обслуживания файлов HTML и запросов CGI.
uk: Apache — сервер мережі WWW. Його призначено для обслуговування файлів HTML та запитів CGI.

source: Apply
da: Anvend
pt_br: Aplicar
ru: Применить
uk: Застосувати

source: Automates a packet filtering firewall with iptables
da: Automatiserer en pakkefiltrerende firewall med iptables
pt_br: Automatiza uma filtragem de pacotes firewall com iptables
ru: Брандмауэр с мощной системой фильтрации сетевых пакетов
uk: Брандмауер з потужною системою фільтрації мережевих пакетів

source: Change state:
da: Skift tilstand:
pt_br: Mudar Estado:
ru: Изменить состояние:
uk: Змінити стан:

source: Connects to PPPoE provider
da: Opretter forbindelse til PPPoE udbyder
pt_br: Conecta-se ao provedor de PPPoE
ru: Служба подключения к провайдеру PPPoE
uk: Служба підключення до провайдеру PPPoE

source: Current state
da: Nuværende tilstand
pt_br: Atual Estado
ru: Текущее состояние службы
uk: Поточний стан

source: Dovecot Imap Server
ru: Сервер IMAP от Dovecot
uk: Сервер Imap від Dovecot

source: Framebuffer post initialization.
da: Framebuffer opstart initialisering.
pt_br: Framebuffer inicialização post.
ru: Инициализация фреймбуфера
uk: Ініціалізація фреймбуферу

source: It comes by night and sucks the vital essence from your computers
da: Den kører om natten og suger den vitale essens fra dine computere
uk: Служба резервного копіювання

source: It comes by night and sucks the vital essence from your computers...
da: Den kører om natten og suger den vitale essens fra dine computere...
ru: Служба резервного копирования
uk: Служба резервного копіювання...

source: KVM accelerator kernel modules.
da: KVM accelerator kernemoduler.
ru: Служба аппаратной поддержки виртуальных машин KVM
uk: Служба апаратної підтримки віртуальних машин KVM.

source: Kerberos 5 is a trusted third-party authentication system. This script starts and stops the Kerberos 5 administrative server, which should only be run on the master server for a realm
da: Kerberos 5 er et pålideligt tredjepartsgodkendelse system. Dette script starter og stopper Kerberos 5 administrative server, som kun bør køres på master serveren for et område
ru: Управляющий сервер Kerberos
uk: Керуючий сервер Kerberos

source: Kerberos 5 is a trusted third-party authentication system. This script starts and stops the server that Kerberos IV and 5 clients need to connect to in order to obtain credentials
da: Kerberos 5 er et pålideligt tredjepartsgodkendelse system. Dette script starter og stopper den server, som Kerberos IV og 5 klienter skal oprette forbindelse til for at få legitimationsoplysninger
ru: Служба раздачи тикетов Kerberos
uk: Служба розповсюдження тикетів Kerberos

source: Kerberos 5 is a trusted third-party authentication system. This script starts and stops the service that allows this KDC to receive updates from your master KDC
da: Kerberos 5 er et pålideligt tredjepartsgodkendelse system. Dette script starter og stopper tjenesten, der tillader denne KDC at modtage opdateringer fra din master KDC
ru: Служба получения обновления с управляющего сервера Kerberos
uk: Служба отримання оновлень з керуючого серверу Kerberos

source: LDAP stands for Lightweight Directory Access Protocol, used for implementing the industry standard directory services.
da: LDAP står for Lightweight Directory Access Protocol, der bruges til at implementere standard mappe tjenester.
pt_br: LDAP significa Lightweight Directory Access Protocol, usado para implementar a indústria de serviços de diretório padrão.
ru: Сервер службы каталогов LDAP.
uk: Сервер служби каталогів LDAP.

source: Layer 2 Bridge
ru: Служба организации виртуального сетевого моста
uk: Служба організації віртуального мережевого мосту

source: Listen and dispatch ACPI events from the kernel
da: Lyt og afsend ACPI hændelser fra kernen
pt_br: Ouça e expedição eventos ACPI do kernel
ru: Управление событиями ACPI
uk: Керування повідомленнями ACPI

source: Mounts and unmounts all NFS, SMB, CIFS and NCP mount points.
da: Monterer og afmonterer alle NFS, SMB, CIFS og NCP monteringspunkter.
pt_br: Monta e desmonta todos os NFS, SMB, CIFS e NCP pontos de montagem.
ru: Служба подключения сетевых ресурсов NFS, SMB, CIFS и NCP.
uk: Служба підключення мережевих ресурсів NFS, SMB, CIFS та NCP.

source: NFS is a popular protocol for file sharing across TCP/IP networks. This service provides NFS file locking functionality.
da: NFS er en populær protokol til fildeling på tværs af TCP/IP netværk. Denne service giver NFS fillåsefunktion.
pt_br: NFS é um protocolo popular para compartilhamento de arquivos em redes TCP / IP. Este serviço fornece a funcionalidade de bloqueio de arquivos NFS.
ru: NFS — популярный протокол совместного доступа к файлам в сети TCP/IP. Служба предоставляет возможности сервера блокировок NFS.
uk: NFS — популярний протокол спільного доступу до файлів у мережі TCP/IP. Служба надає можливості серверу блокувань NFS.

source: NFS is a popular protocol for file sharing across TCP/IP networks. This service provides NFS server functionality, which is configured via the /etc/exports and /etc/sysconfig/nfs files.
da: NFS er en populær protokol til fildeling på tværs af TCP/IP netværk. Denne service giver NFS serverfunktionalitet, som konfigureres via filerne /etc/exports og /etc/sysconfig/nfs.
pt_br: NFS é um protocolo popular para compartilhamento de arquivos em redes TCP / IP. Este serviço fornece funcionalidade do servidor NFS, que é configurado através do arquivo /etc/exports e /etc/nfs/files/sysconfig.
ru: NFS — популярный протокол совместного доступа к файлам в сети TCP/IP. Служба предоставляет возможности сервера NFS, настроенного через файлы /etc/exports и /etc/sysconfig/nfs.
uk: NFS — популярний протокол спільного доступу до файлів у мережі TCP/IP. Служба надає можливості серверу NFS, налаштованого через файли /etc/exports т /etc/sysconfig/nfs.

source: NFS-related daemon that manages RPCSEC GSS contexts
da: NFS relateret dæmon, der styrer RPCSEC GSS kontekster
pt_br: NFS-daemon que gerencia contextos relacionados RPCSEC GSS
ru: Служба управления контекстами RPCSEC GSS для NFS
uk: Служба управління контекстами RPCSEC GSS для NFS

source: NFSv4-related daemon that maps usernames to UID/GID numbers and vice versa
da: NFSv4 relateret dæmon, der kortlægger brugernavne til UID/GID numre og omvendt
pt_br: NFSv4-daemon que mapeia nomes relacionados a UID / GID números e vice-versa
ru: Служба для NFSv4, связывающая имена пользователей с идентификаторами пользователей и групп.
uk: Служба для NFSv4, яка пов'язує імена користувачів з ідентифікаторами користувачів та груп.

source: OpenSSH server daemon
da: OpenSSH server dæmon
ru: Сервер OpenSSH
uk: Сервер OpenSSH

source: OpenVPN is a full-featured SSL VPN solution which can accomodate a wide range of configurations, including road warrior access, home/office/campus telecommuting, WiFi security, secure branch office linking, and enterprise-scale remote access solutions with load balancing, failover, and fine-grained access-controls
da: OpenVPN er en fuldt udstyret SSL VPN løsning, som kan rumme en bred vifte af konfigurationer, herunder road warrior access, hjemme/kontor/campus fjernarbejde, WiFi-sikkerhed, sikker filialforbindelse og fjernadgangsløsninger i virksomhedsskala med belastningsbalancering, failover , og finkornede adgangskontroller
ru: Сервер VPN (Virtual Private Network)
uk: Сервер VPN (Virtual Private Network)

source: OpenVZ startup script
da: OpenVZ opstarts script
ru: Служба поддержки виртуальных машин OpenVZ
uk: Служба підтримки віртуальних машин OpenVZ

source: Postfix is Wietse Venema's attempt to provide an alternative to the widely-used sendmail program. Postfix Mail Transport Agent attempts to be fast, easy to administer, and hopefully secure, while at the same time being sendmail compatible enough to not upset your users.
da: Postfix er Wietse Venemas forsøg på at give et alternativ til det meget udbredte sendmail program. Postfix Mail Transport Agent forsøger at være hurtig, nem at administrere og forhåbentlig sikker, samtidig med at den er sendmail kompatibel nok til ikke at forstyrre dine brugere.
pt_br: Postfix é a tentativa Wietse Venema para fornecer uma alternativa ao programa amplamente utilizado sendmail. Postfix Mail Transport Agent tenta ser rápido, fácil de administrar, e esperançosamente seguro, enquanto, ao mesmo tempo sendo compatível com o sendmail o suficiente para não perturbar os usuários.
ru: Postfix — альтернатива программы sendmail для отправки электронной почты от Wietse Venema.
uk: Postfix — альтернатива програми sendmail для надсилання електроної пошти від Wietse Venema.

source: Prepare X11 drivers
da: Forbered X11 drivere
ru: Служба автоматического определения драйвера графической системы
uk: Служба автоматичного визначення драйверу графічної системи

source: Retries udev events which could not be processed earlier during startup.
da: Gentager udev hændelser, som ikke kunne behandles tidligere under opstart.
pt_br: Tentativas udev eventos que não poderiam ser tratados mais cedo durante a inicialização.
ru: Служба повторения событий udev, не обработанных ранее при загрузке.
uk: Служба повторення подій udev, які не оброблено раніш при завантажені.

source: Rotate the list of KDCs listed in /etc/krb5.conf
da: Roter listen over KDC'er opført i /etc/krb5.conf
pt_br: Gire a lista de indicados no KDCs /etc/krb5.conf
ru: Ротация списка контекстов KDC в /etc/krb5.conf
uk: Ротація списку контекстів KDC у /etc/krb5.conf

source: Run cron jobs that were left out due to downtime
da: Kør cron job, der blev udeladt på grund af nedetid
pt_br: Executar tarefas agendadas que foram deixados de fora devido à paralisação
ru: Запуск заданий для cron, не выполненных из-за выключения компьютера
uk: Запуск завдань для cron, які не було виконано у зв'язку з виключенням компьютеру

source: Saves and restores system entropy pool for higher quality random number generation.
da: Gemmer og gendanner systemets entropipulje til generering af tilfældige tal i højere kvalitet.
pt_br: Salva e restaura o sistema de pool de entropia para maior geração de números aleatórios de qualidade.
ru: Служба генератора псевдослучайных чисел.
uk: Служба генератору псевдовипадкових чисел.

source: Self Monitoring and Reporting Technology (S.M.A.R.T.) Daemon monitors the reliability of ATA and SCSI hard drives
da: Self Monitoring og Reporting Technology (S.M.A.R.T.) Dæmon overvåger pålideligheden af ​​ATA og SCSI harddiske
ru: Служба отслеживания состояния жёстких дисков S.M.A.R.T.
uk: Служба відслідковування стану жорстких дисків S.M.A.R.T.

source: Services
da: Tjenester
pt_br: Serviços
ru: Службы
uk: Служби

source: Set sysfs variables from /etc/sysfs.conf
da: Sæt sysfs variabler fra /etc/sysfs.conf
pt_br: Definir sysfs variáveis de /etc/sysfs.conf
ru: Служба установки параметров для файловой системы sysfs из файла /etc/sysfs.conf
uk: Служба встановлення параметрів для файлової системи sysfs з файлу /etc/sysfs.conf

source: Software RAID monitoring and management
da: Software RAID overvågning og styring
pt_br: RAID software de monitorização e gestão
ru: Служба мониторинга и управления программными RAID
uk: Служба моніторингу та управління програмними RAID

source: Squid - Internet Object Cache. Internet object caching is a way to store requested Internet objects (i.e., data available via the HTTP, FTP, and gopher protocols) on a system closer to the requesting site than to the source. Web browsers can then use the local Squid cache as a proxy HTTP server, reducing access time as well as bandwidth consumption.
da: Squid - Internet Object Cache. Caching af internetobjekter er en måde at gemme anmodede internetobjekter (dvs. data tilgængelige via HTTP, FTP og gopher protokollerne) på et system tættere på det anmodende websted end på kilden. Webbrowsere kan derefter bruge den lokale Squid cache som en proxy HTTP server, hvilket reducerer adgangstiden såvel som båndbreddeforbruget.
pt_br: Squid - Cache de Objetos Internet. Internet object caching é uma forma de armazenar objetos Internet solicitada (ou seja, os dados disponíveis via HTTP, FTP e gopher protocolos) em um sistema mais próximo do local solicitando que a mesma fonte. Navegadores da Web pode usar o cache do Squid local como um servidor proxy HTTP, reduzindo o tempo de acesso, bem como o consumo de largura de banda.
ru: Squid — кеширующий прокси-сервер.
uk: Squid — кешуючий проксі-сервер.

source: Start on boot
da: Start ved boot
pt_br: Iniciar o boot
ru: Запускать при загрузке системы
uk: Запускати по завантаженню

source: Starts and stops PPTP connection.
da: Starter og stopper PPTP forbindelse.
pt_br: Inicia e interrompe a conexão PPTP.
ru: Служба подключений PPTP.
uk: Служба підключень PPTP.

source: Starts and stops dmeventd monitoring for lvm2
da: Starter og stopper dmeventd overvågning for lvm2
ru: Служба поддержки LVM2
uk: Служба підтримки LVM2

source: Starts and stops the Samba Winbindd daemon used to provide seamless NT domain integration.
da: Starter og stopper Samba Winbindd dæmonen, der bruges til at give problemfri NT domæne integration.
pt_br: Inicia e pára o Samba daemon winbindd usado para fornecer integração sem costura de domínio NT.
ru: Служба интеграции с доменами NT.
uk: Служба інтеграції з доменами NT.

source: Starts and stops the Samba smbd and nmbd daemons used to provide SMB network services.
da: Starter og stopper Samba smbd og nmbd dæmonerne, der bruges til at levere SMB netværkstjenester.
pt_br: Inicia e pára o Samba daemons smbd e nmbd usado para fornecer serviços de rede SMB.
ru: Служба совместного доступа к файлам по протоколу SMB.
uk: Служба спільного доступу до файлів за протоколом SMB.

source: Syslog is the facility by which many daemons use to log messages to various system log files. It is a good idea to always run syslog.
da: Syslog er den facilitet, som mange dæmoner bruger til at logge beskeder til forskellige systemlogfiler. Det er en god ide altid at køre syslog.
pt_br: Syslog é o mecanismo pelo qual muitos daemons usar para registar mensagens para vários arquivos de log do sistema. É uma boa idéia para executar sempre syslog.
ru: Служба журналирования сообщений для системных служб.
uk: Служба журналювання повідомлень для системних служб.

source: System configurator
da: System konfigurator
pt_br: Configurador do sistema
ru: Конфигуратор системы
uk: Системний конфігуратор

source: System services
da: Systemtjenester
pt_br: Serviço do Sistema
ru: Системные службы
uk: Системні сервіси

source: System startup script for console splash screens
da: System opstart script til konsol splash skærme
pt_br: System script de arranque para a consola telas splash
ru: Экран заставки для консоли
uk: Екран заставки для консолі

source: The Common UNIX Printing System (CUPS), an advanced printer spooling system which allows setting of printer options and automatic availability of a printer configured on one server in the whole network.
da: Common UNIX Printing System (CUPS), et avanceret printerspooling system, som tillader indstilling af printerindstillinger og automatisk tilgængelighed af en printer, der er konfigureret på en server i hele netværket.
pt_br: O Common UNIX Printing System (CUPS), uma impressora spooling avançado sistema que permite a configuração de opções de impressora e disponibilização automática de uma impressora configurada em um servidor em toda a rede.
ru: Общая система печати UNIX (CUPS) — система печати с поддержкой очередей для нескольких принтеров, доступных в сети.
uk: Загальна система друку UNIX (CUPS) — система друку з підтримкою черг для декількох принтерів, доступних у мережі.

source: The Internet Software Consortium DHCP Server, dhcpd, implements he Dynamic Host Configuration Protocol (DHCP) and the Internet Bootstrap Protocol (BOOTP). DHCP allows hosts on a TCP/IP network to request and be assigned IP addresses, and also to discover information about the network to which they are attached. BOOTP provides similar functionality, with certain restrictions.
da: Internet Software Consortium DHCP Server, dhcpd, implementerer Dynamisk værtskonfiguration (DHCP) og Internet Bootstrap Protokol (BOOTP). DHCP giver værter på et TCP/IP netværk mulighed for at anmode om og blive tildelt IP adresser, og også at finde information om det netværk de er tilknyttet. BOOTP giver lignende funktionalitet med visse begrænsninger.
pt_br: A Internet Software Consortium DHCP Server, dhcpd, ele implementa Dynamic Host Configuration Protocol (DHCP) e da Internet Bootstrap Protocol (BOOTP). DHCP permite que os hosts de uma rede TCP / IP para solicitar e atribuir endereços IP, e também para descobrir informações sobre a rede à qual estão ligados. BOOTP fornece funcionalidade semelhante, com algumas restrições.
ru: Сервер DHCP от Internet Software Consortium реализует протоколы динамической настройки узлов (DHCP) и загрузки Интернет (BOOTP). DHCP позволяет узлам сети TCP/IP запросить и назначить IP-адреса, а также получить информацию о сети, к которой подключен компьютер. BOOTP предлагает такие же возможности, что и DHCP, но с некоторыми ограничениями.
uk: Сервер DHCP від Internet Software Consortium реалізує протоколи динамічного налаштування вузлів (DHCP) та завантаження Інтернет (BOOTP). DHCP дозволяє вузлам мережі TCP/IP запитати та призначити IP-адресу, а також отримати інформацію про мережі, до якої підключено комп'ютер. BOOTP пропонує такі ж можливості, що й DHCP, але з деякими обмеженнями.

source: The UPS drivers
da: UPS drivere
pt_br: O Drivers do UPS
ru: Поддержка драйверов источников бесперебойного питания
uk: Підтримка драйверів джерел безперебійного живлення

source: The UPS information server
da: UPS informationsserveren
pt_br: As informações do servidor UPS
ru: Сервер информации от источников бесперебойного питания
uk: Сервер інформації від джерел безперебійного живлення

source: The UPS monitor and shutdown controller
da: UPS monitoren og nedlukning controller
pt_br: O monitor de UPS e desligamento do controlador
ru: Служба мониторинга источников бесперебойного питания и управления выключением компьютера
uk: Служба моніторингу джерел безперебійного живлення та управління вимкненням комп'ютеру

source: The arpwatch daemon attempts to keep track of ethernet/ip address pairings
da: Arpwatchm dæmonen forsøger at holde styr på ethernet/ip adresseparringer
ru: Служба отслеживания назначения IP-адресов
uk: Служба відслідковування призначення IP-адрес

source: The portmapper manages RPC connections, which are used by protocols such as NFS and NIS. The portmap server must be running on machines which act as servers for protocols which make use of the RPC mechanism.
da: Portmapperen administrerer RPCm forbindelser, som bruges af protokoller som NFS og NIS. Portmap serveren skal køre på maskiner, der fungerer som servere for protokoller, der gør brug af RPC mekanismen.
pt_br: O portmapper administra conexões RPC, que são utilizadas por protocolos como o NFS eo NIS. O servidor portmap deve estar rodando em máquinas que funcionam como servidores para protocolos que fazem uso do mecanismo de RPC.
ru: Служба portmapper управляет подключениями RPC, которые используются такими протоколами как NFS и NIS. Сервер portmap должен быть запущен на серверах, использующих протоколы, поддерживающие механизм RPC.
uk: Служба portmapper керує підключенням RPC, які використовуються такими протоколами як NFS та NIS. Сервер portmap має бути запущено на серверах, які використовують протоколи з підтримкою механізму RPC.

source: The start/stop script for MySQL - very fast and reliable SQL database engine.
da: Start/stop scriptet til MySQL - meget hurtig og pålidelig SQL-database processor.
pt_br: O start / stop script para o MySQL - muito rápido e de banco de dados confiável do SQL.
ru: Сервер баз данных MySQL.
uk: Сервер баз даних MySQL.

source: This is a daemon for collecting and maintaing information about hardware from several sources.
da: Dette er en dæmon til at indsamle og vedligeholde information om hardware fra flere kilder.
pt_br: Este é um daemon de recolha e maintaing informações sobre o hardware de diversas fontes.
ru: Служба сбора и управления информацией об оборудовании
uk: Служба збору та управління інформацією про обладнання.

source: This is a daemon for managing guest instances
da: Dette er en dæmon til at administrere gæste forekomster
ru: Служба управления интерфейсами к запущенным вирутальным машинам OpenVZ
uk: Служба управління інтерфейсами до запущених віртуальних машин OpenVZ

source: This is a daemon which broadcasts notifications of system events
da: Dette er en dæmon, som udsender meddelelser om systemhændelser
pt_br: Este é um daemon que transmite as notificações de eventos do sistema
ru: Служба широковещательных уведомлений о системных событиях
uk: Служба широкомовних повідомлень про системні події

source: This is a daemon which handles passwd and group lookups for running programs and cache the results for the next query. You should start this daemon if you use slow naming services like NIS, NIS+, LDAP, or hesiod.
da: Dette er en dæmon, som håndterer passwd og gruppeopslag for at køre programmer og cacher resultaterne for den næste forespørgsel. Du bør starte denne dæmon, hvis du bruger langsomme navngivning tjenester som NIS, NIS+, LDAP eller hesiod.
pt_br: Este é um servidor que lida com passwd e pesquisas do grupo para a execução de programas e cache dos resultados para a próxima consulta. Você deve iniciar o daemon lento se você usar os serviços de nomes como o NIS, NIS +, LDAP ou Hesíodo.
ru: Служба кеширования информации о паролях и группах для NIS, NIS+, LDAP и hesiod.
uk: Служба кешування інформації про паролі та групи для NIS, NIS+, LDAP та hesiod.

source: This is a daemon which runs on client machines to perform Zeroconf service discovery on a network. avahi-daemon must be running on systems that use Avahi for service discovery. Avahi-daemon should not be running otherwise
da: Dette er en dæmon, der kører på klientmaskiner for at udføre Zeroconf service opdagelse på et netværk. avahi-dæmon skal køre på systemer, der bruger Avahi til service opdagelse. Ellers fungerer/kører Avahi-dæmon ikke
ru: Служба обнаружения доступных служб Zeroconf в сети
uk: Служба виявлення наявних служб Zeroconf у мережі

source: This package loads console powersaver configuration.
da: Denne pakke indlæser konsol strømbesparende konfiguration.
pt_br: Isso carrega o pacote console PowerSaver configuração.
ru: Управление энергосбережением для консоли
uk: Управління енергосбереженням для консолі

source: This package loads the selected keyboard map as set in /etc/sysconfig/keyboard. This can be selected using the kbdconfig utility.
da: Denne pakke indlæser det valgte tastaturlayout som angivet i /etc/sysconfig/keyboard. Dette kan vælges ved hjælp af kbdconfig værktøjet.
pt_br: Este pacote carrega o mapa de teclado selecionado como definido no arquivo /etc/sysconfig/keyboard. Isto pode ser selecionado usando o utilitário kbdconfig.
ru: Переключение раскладки клавиатуры для консоли.
uk: Переключення розкладки клавіатури для консолі.
