Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-updates.po
Languages: kk

source: System update
kk: Жүйені жаңарту

source: Don't update system
kk: Жүйені жаңартпау

source: System update managed by server
kk: Жүйе жаңартулары сервермен басқарылады

source: Update system automatically from Internet
kk: Жүйені Интернеттен автоматты түрді жаңарту

source: Source:
kk: Қайнар көзі:

source: Repositories:
kk: Репозиторийлер:

source: Update schedule
kk: Жаңарту кестесі

source: Every day
kk: Күнде

source: Every week at:
kk: Әр апта сайын, күні:

source: Every month at day:
kk: Әр айда, келесі күнде:

source: Day of month:
kk: Ай күні:

source: Time:
kk: Уақыты:

source: Apply
kk: Іске асыру

source: Reset
kk: Тастау

source: Invalid day of month
kk: Ай күні дұрыс емес

source: Custom url
kk: Таңдауыңызша сілтеме

source: monday
kk: дүйсенбі

source: tuesday
kk: сейсенбі

source: wednesday
kk: сәрсенбі

source: thursday
kk: бейсенбі

source: friday
kk: жұма

source: saturday
kk: сенбі

source: sunday
kk: жексенбі

source: Day of week should be selected
kk: Апта күнін таңдау керек

source: Day of month should be defined
kk: Ай күнін таңдау керек

source: Unable to create temp file
kk: Уақытша файлды жасау мүмкін емес

source: You should define a minimum one repository
kk: Кем дегенде бір репозиторийді анықтау керек

source: You should define custom url
kk: Таңдауыңызша сілтеме көрсетілуі керек

source: Invalid or unsupported protocol. Should be http://, ftp://, rsync:// or file:
kk: Қате не қолдауы жоқ хаттама. http://, ftp://, rsync:// не file: болуы тиіс
