Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-net-domain.po
Languages: tt_ru

source: Domain
tt_ru: Домен

source: Domain:
tt_ru: Домен:

source: Serve kerberos domain:
tt_ru: Kerberos домены:

source: Attention:
tt_ru: Игътибар:

source: Apply
tt_ru: Куллану

source: Reset
tt_ru: Кайтару

source: Current status:
tt_ru: Хәзерге хәл:

source: Resolver:
tt_ru: Рөхсәт итүче:

source: Access:
tt_ru: Керү:

source: Domain name is too long
tt_ru: Домен исеме артык озын

source: Please define domain name
tt_ru: Доменга исем кушыгыз

source: This domain name is registered for internal purposes
tt_ru: Бу домен эчке максатлар өчен теркәлгән
