Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-trust.po
Languages: pt_br, ru, uk

source: (you should first upload this key to slave servers)
pt_br: (você deve primeiro carregar esta chave para servidores escravos)
ru: (необходимо добавить этот ключ на подчинённые сервера)
uk: (потрібно додати цей ключ на підлеглий сервер)

source: Add
pt_br: Adicionar
ru: Добавить
uk: Додати

source: Add host by name:
pt_br: Adicionar host pelo nome:
ru: Добавить хост по имени:
uk: Додати хост за ім'ям:

source: Delete key
pt_br: Excluir chave
ru: Удалить ключ
uk: Вилучити ключ

source: Delete selected
pt_br: Excluir selecionados
ru: Удалить выделенные
uk: Вилучити обране

source: Download key file
pt_br: Baixar arquivo de chave
ru: Скачать файл ключа:
uk: Звантажити файл ключа

source: Error adding host(s):%s
pt_br: Erro ao adicionar host (s):%s
ru: Ошибка при добавлении хоста(ов):%s
uk: Помилка додання вузлу(ів):%s

source: Error removing host(s):%s
pt_br: Erro de acolhimento remoção (s):%s
ru: Ошибка при удалении хоста(ов):%s
uk: Помилка видалення вузлу(ів):%s

source: Host is down!
pt_br: Host é abaixo
ru: Хост недоступен!
uk: Немає доступу до вузлу!

source: Host key:
pt_br: Host-chave:
ru: Ключ хоста:
uk: Ключ вузла:

source: Invalid ssh key
pt_br: Chave ssh inválida
ru: Неверный ssh ключ
uk: Невірний формат ключа

source: Key created by:
pt_br: Chave criado por:
ru: Ключ создан:
uk: Створено ключ за:

source: Key does not match! New key:
pt_br: Peça não combina! Nova chave:
ru: Ключ не совпадает! Новый ключ:
uk: Ключ не збігається! Новий ключ:

source: Manage selected
pt_br: Gerenciar selecionados
ru: Подчинить выделенные
uk: Підпорядкувати обране

source: Master server
pt_br: Servidor Master
ru: Главный сервер
uk: Головний сервер

source: Master server key:
pt_br: Master chave do servidor:
ru: Ключ главного сервера:
uk: Ключ головного сервера:

source: Refresh list
pt_br: Atualizar lista
ru: Обновить список
uk: Оновити перелік

source: Same ssh key already exists
pt_br: A chave ssh já existe
ru: Подобный ключ уже существует
uk: Такий ключ уже існує

source: Server
pt_br: Servidor
ru: Сервер
uk: Сервер

source: Slave server
pt_br: Servidor slave
ru: Подчинённый сервер
uk: Підлеглий сервер

source: Slave servers
pt_br: Servidores Slave
ru: Подчинённые серверы
uk: Підлеглі сервери

source: Status
pt_br: Estado:
ru: Состояние
uk: Стан

source: Trust relationships
pt_br: As relações de confiança
ru: Доверительные отношения
uk: Довірені відношення

source: Unable to add host %s: %s
pt_br: Não é possível adicionar host %s:%s
ru: Невозможно добавить сервер %s: %s
uk: Неможливо додати вузол %s: %s

source: Upload
pt_br: Enviar
ru: Загрузить
uk: Завантажити

source: Upload key:
pt_br: Envio de Chave:
ru: Загрузить ключ
uk: Завантажити ключ:

source: You should first download key from master server.
pt_br: Você chave deve primeiro fazer o download do servidor mestre.
ru: Вы должны сначала скачать ключ с главного сервера.
uk: Ви повинні спочатку завантажити ключа з головного серверу.

source: already exists
pt_br: já existe
ru: уже существует
uk: вже існує

source: can't connect (missing key?)
pt_br: não pode se conectar (tecla faltando?)
ru: не удалось установить соединение (нет ключа?)
uk: неможливо підключитися (немає ключа?)

source: not set
pt_br: não definida
ru: не установлен
uk: не встановлено

source: unable to get host key
pt_br: incapaz de obter a chave de host
ru: невозможно получить ключ хоста
uk: неможливо отримати ключа вузла

source: unknown host
pt_br: host desconhecido
ru: неизвестный хост
uk: невідомий вузол
