Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-sysconfig.po
Languages: tt_ru

source: Proxy settings
tt_ru: Прокси көйләүләре

source: Proxy server:
tt_ru: Прокси серверы:

source: Port:
tt_ru: Порт:

source: Account:
tt_ru: Керү исеме:

source: Password:
tt_ru: Пароль:

source: Apply
tt_ru: Куллану

source: Reset
tt_ru: Кайтару

source: Help
tt_ru: Белешмә

source: Next
tt_ru: Алдагы

source: Select your language:
tt_ru: Үз телегезне сайлагыз:

source: Please select keyboard switch type:
tt_ru: Төймә тактасының тамга тәртибен сайлау төрен сайлагыз:

source: Alt+Shift key
tt_ru: Alt+Shift төймәләре

source: CapsLock key
tt_ru: CapsLock төймәсе

source: Control+Shift keys
tt_ru: Control+Shift төймәләре

source: Control key
tt_ru: Control төймәсе

source: Alt key
tt_ru: Alt төймшсе

source: Control+Shift keys (UK,RU,EN)
tt_ru: Control һәм Shift төймәләрен бергә (UK,RU,EN)

source: Default
tt_ru: Үрнәк

source: Without dead keys
tt_ru: «Үле» төймәләрсез
