Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-dovecot.po
Languages: tt_ru

source: POP3/IMAP server
tt_ru: POP3/IMAP серверы

source: Supported protocols:
tt_ru: Тотылучы беркетмәләр:

source: Auth mechanisms:
tt_ru: Тиңләштерү механизмнары:

source: (you can't disable all mechanisms)
tt_ru: (барлык механизмнарны сүндерү рөхсәт ителми)

source: Apply
tt_ru: Куллану

source: Reset
tt_ru: Кайтару

source: POP3 over TLS/SSL
tt_ru: TLS/SSL аша POP3

source: IMAP4 over TLS/SSL
tt_ru: TLS/SSL аша IMAP4

source: LOGIN
tt_ru: Керү

source: ANONYMOUS
tt_ru: Билгесез зат
