Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-quota.po
Languages: pt_br

source: Apply
pt_br: Aplicar

source: Disk quotas
pt_br: Cotas de disco

source: Filesystem:
pt_br: Sistema de arquivos:

source: Hard limit:
pt_br: Hard-limite:

source: Inode hard limit:
pt_br: Nodo duro limite:

source: Inode soft limit:
pt_br: Nodo soft-limite:

source: Inodes used:
pt_br: Nodo utilizados:

source: Reset
pt_br: Resetar

source: Soft limit:
pt_br: Soft-limite:

source: Used disk space:
pt_br: Usado espaço em disco:

source: User:
pt_br: Usuário:
