Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-lilo.po
Languages: tt_ru

source: Bootloader setup
tt_ru: Йөкләүчене көйләү

source: Bootloader
tt_ru: Йөкләүче

source: Load other OS:
tt_ru: Башка ОСны йөкләү

source: Load by default:
tt_ru: Үрнәк буенча йөкләү

source: Interface timeout:
tt_ru: Интерфейсның көтү вакыты

source: Apply
tt_ru: Куллану

source: Expert mode
tt_ru: Эксперт эш төре

source: Linux kernel
tt_ru: Linux төше

source: Other loader
tt_ru: Башка йөкләүче

source: Don't install bootloader
tt_ru: Йөкләүчене урнаштырмаска

source: Simple mode
tt_ru: Гади эш төре

source: Edit lilo.conf
tt_ru: lilo.conf файлын үзгәртү

source: Common settings
tt_ru: Гомуми көйләүләр

source: Interface type:
tt_ru: Интейфейс төре:

source: Common kernel parameters:
tt_ru: Гомуми төш көйләүләре

source: Default boot variant:
tt_ru: Үрнәк булган йөкләү төре:

source: Boot variants
tt_ru: Йөкләү төрләре

source: Label:
tt_ru: Исем:

source: Kernel image:
tt_ru: Төш сүрәте

source: Root device:
tt_ru: Root җайланмасы

source: Additional parameters:
tt_ru: Өстәмә көйләүләр

source: Device:
tt_ru: Җайланма:

source: Table:
tt_ru: Җәдвал:

source: Save
tt_ru: Саклау

source: Reset
tt_ru: Кайтару

source: Delete
tt_ru: Бетерү

source: Add Linux kernel
tt_ru: Linux төшен өстәү

source: Add other loader
tt_ru: Башка йөкләүчене өстәү

source: Lilo options:
tt_ru: Lilo көйләүләре

source: device not found
tt_ru: җайланма табылмады

source: No boot device
tt_ru: йөкләү җайланмасы табылмады

source: Not a RAID install, 'raid-extra-boot=' not allowed
tt_ru: RAID куелмый, 'raid-extra-boot=' рөхсәт ителми

source: Unable to open
tt_ru: Ачып булмый

source: is not a block device
tt_ru: бу йөкләү җайланмасы түгел

source: boot device not found
tt_ru: йөкләү җайланмасы табылмады

source: Could not find kernel image
tt_ru: Төш сүрәтен табып булмый

source: partition
tt_ru: бүлек

source: Label is empty.
tt_ru: Исем буш.

source: b
tt_ru: Б

source: kb
tt_ru: кБ

source: Mb
tt_ru: МБ

source: Gb
tt_ru: ГБ

source: Tb
tt_ru: ТБ

source: Hard drive
tt_ru: Каты диск

source: Linux partition
tt_ru: Linux бүлеге

source: failsafe
tt_ru: Сакланган

source: graphics
tt_ru: график

source: text
tt_ru: текст

source: none
tt_ru: юк

source: auto
tt_ru: автоматик

source: mbr
tt_ru: 'raid-extra-boot='

source: mbr-only
tt_ru: mbr-гына

source: no wait
tt_ru: көтүсез

source: 1 second
tt_ru: 1 секунд

source: 5 seconds
tt_ru: 5 секунд

source: 10 seconds
tt_ru: 10 секунд

source: 20 seconds
tt_ru: 20 секунд

source: 1 minute
tt_ru: 1 минут

source: infinite
tt_ru: бөтенвакыт

source: Unable to create temp config file
tt_ru: Вакытлы көйләү файлын төзеп булмый

source: Unable to write new lilo.conf
tt_ru: Яңа lilo.conf файлын язып булмый
