Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-hpc.po
Languages: tt_ru, uk

source: Common storage for home directory
tt_ru: Единое хранилище для домашнего каталога
uk: Едине сховище для домашньої теки

source: Log mode:
tt_ru: Режим протоколирования:
uk: Режим журналювання

source: Log server:
tt_ru: Лог-сервер:
uk: Сервер журналювання:

source: Logging
tt_ru: Протоколирование
uk: Журналювання

source: Select default MPI implementation:
tt_ru: Выберите реализацию MPI по умолчанию:
uk: Вибрате реалізацію MPI по замовченню:

source: Storage location:
tt_ru: Местоположение
uk: Розташування сховища:

source: Storage type:
tt_ru: Тип хранилища:
uk: Тип сховища:

source: gather all logs from hosts
tt_ru: сбор всех протоколов со всех узлов
uk: отримання всіх журналів з усіх вузлів

source: invalid log server
tt_ru: неверное имя лог-сервера
uk: невірне ім'я лог-серверу

source: send all logs to remote host
tt_ru: передача всех протоколов на удалённый узел
uk: передача всіх протоколів на віддалений вузол
