Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-net-iptables.po
Languages: pt_br

source: Network firewall
pt_br: Configurações de Firewall

source: Port forwarding
pt_br: Redirecionamento de porta

source: Remote access (SSH)
pt_br: Acesso remoto (SSH)

source: Mail server (POP3)
pt_br: Servidor de Email (POP3)

source: Remote access (telnet)
pt_br: Acesso remoto (telnet)

source: File transfer (FTP)
pt_br: Transferencia de arquivo (FTP)

source: Service packets (ICMP)
pt_br: Pacote de Serviços (ICMP)

source: Mail server (IMAP)
pt_br: Servidor de Email (IMAP)

source: Mail server (SMTP)
pt_br: Servidor de Email (SMTP)

source: Proxy server
pt_br: Servidor Proxy

source: File server (Samba)
pt_br: Servidor de Arquivo (Samba)

source: Select IP version:
pt_br: Selecione a versão IP:

source: Enable blacklist filtering
pt_br: Ativar filtragem de lista negra

source: Delete
pt_br: Deletar

source: Add host or network IP-address:
pt_br: Adicione o endereço IP do host ou da rede:

source: Add
pt_br: Adicionar

source: Enable firewall
pt_br: Habilitar Firewall

source: Select forwarding mode:
pt_br: Selecione o modo de redirecionamento:

source: Select external interfaces:
pt_br: Selecionar interface externa:

source: Allow incoming connections on external interfaces:
pt_br: Permitir conexões de entrada na interface externa:

source: Services:
pt_br: Serviços:

source: Extra TCP ports:
pt_br: Portas TCP extras:

source: (separated by commas or spaces)
pt_br: (separados por vírgulas ou espaços)

source: Extra UDP ports:
pt_br: Portas UDP extras:

source: Apply
pt_br: Aplicar

source: Reset
pt_br: Resetar

source: Enable restrictions on all internal interfaces
pt_br: Habilitar restrições em todas as interfaces internas

source: Configure internal interfaces...
pt_br: Reconfigurar Interface de Rede...

source: Authorized clients:
pt_br: Clientes autorizados:

source: IP address:
pt_br: Endereço IP:

source: Comment:
pt_br: Comentários:

source: MAC address restriction:
pt_br: Restrição de endereço MAC:

source: MAC address:
pt_br: Endereço MAC:

source: Resolve
pt_br: Resetar

source: Incoming rate (kb/s):
pt_br: Taxa de entrada (kb/s):

source: Outcoming rate (kb/s):
pt_br: Taxa Outcoming (kb/s):

source: Available rules:
pt_br: Regras disponíveis:

source: Add new rule:
pt_br: Adicionar nova regra:

source: protocol:
pt_br: protocolo:

source: destination IP address:
pt_br: endereço do IP de destino:

source: port:
pt_br: porta:

source: forward to IP address:
pt_br: redirecionamento para o endereço IP:

source: router
pt_br: Rotiador

source: (possible values: on or off)
pt_br: (possivel valores: on ou off)

source: Error: bad mode
pt_br: Erro: modo ruim

source: (possible values: router or host)
pt_br: (valores possíveis: roteador ou host)

source: (possible values: gateway, router or host)
pt_br: (valores possíveis: gateway, roteador ou host)

source: Error: bad TCP port
pt_br: Erro: ruim TCP porta

source: (must be a number)
pt_br: (apenas um número)

source: Error: bad UTP port
pt_br: Erro: porta UTP ruim

source: Error while reloading firewalling rules
pt_br: Erro durante a recarga firewalling regras

source: Error while running /usr/lib/alterator/hooks/net-iptables.d/*
pt_br: Erro enquanto rodava /usr/lib/alterator/hooks/net-iptables.d/*

source: Can't add multiple values to list
pt_br: Não foi possível adicionar valores multiplos na lista

source: Can't remove multiple values from list
pt_br: Não foi possível remover os valores multiplos da lista

source: Error: unknown protocol
pt_br: Erro: protocolo desconhecido

source: possible values:
pt_br: valores possíveis:

source: Error: bad IPv6-address
pt_br: Erro: endereço IPv6 incorreto

source: Error: bad IPv4-address
pt_br: Erro: endereço IPv4 inválido

source: Error: bad IPv6 network prefix
pt_br: Erro: prefixo de rede IPv6 inválido

source: Error: bad network or host IP-address
pt_br: Erro: endereço IP de rede ou host incorreto

source: Error: bad port
pt_br: Erro: porta com problemas

source: Error: bad port or port range
pt_br: Erro: porta incorreta ou intervalo de portas

source: Error: bad MAC-address
pt_br: Erro: endereço MAC incorreto

source: Error: Bad rule
pt_br: Erro: modo ruim

source: Error: MAC-address is not allowed in default rule
pt_br: Erro: endereço MAC não é permitido na regra padrão

source: Error: unknown service
pt_br: Erro: serviço desconhecido

source: Forward %s packets for %s:%s to %s:%s
pt_br: Encaminhando %s pacotes para %s.%s para %s.%s

source: host (Workstation)
pt_br: Host (Posto de trabalho)

source: Default
pt_br: Padrão
