Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-root.po
Languages: kk

source: System administrator
kk: Жүйелік әкімші

source: Password for system administrator:
kk: Жүйелік әкімші паролі:

source: Generate automatically
kk: Автогенерациялау

source: (enter passphrase)
kk: (парольді енгізіңіз)

source: (repeat passphrase)
kk: (парольді қайта енгізіңіз)

source: Generate
kk: Генерациялау

source: Administrator's password successfully updated
kk: Әкімші паролі сәтті жаңартылды

source: Change password
kk: Парольді өзгерту

source: Authorized ssh keys:
kk: Авторизацияланған ssh кілттері:

source: Delete key
kk: Кілтті өшіру

source: New key:
kk: Жаңа кілт:

source: Add
kk: Қосу

source: Setup password for system administrator:
kk: Жүйелік әкімші үшін парольді орнату:

source: Apply
kk: Іске асыру

source: Invalid ssh key
kk: Қате ssh кілті

source: Same ssh key already exists
kk: Сондай ssh кілті бар болып тұр

source: You should define a password for system administrator
kk: Жүйелік әкімші үшін парольді көрсету керек

source: Passwords mismatch
kk: Парольдер өзара сәйкес емес
