Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-drweb.po
Languages: tt_ru

source: DrWeb antivirus configuration
tt_ru: DrWeb антивирус көйләүләре

source: Dr.Web executable not found!!!
tt_ru: Dr.Web башкаручысы табылмады!!!

source: Install it first.
tt_ru: Моны баштан куярга.

source: DrWeb service enabled:
tt_ru: DrWeb хезмәте кабызылган:

source: Current status:
tt_ru: Хәзерге хәл

source: Reload service
tt_ru: Хезмәтне яңадан җибәрү

source: Automatic update bases
tt_ru: Базаларны

source: every
tt_ru: һәр

source: min.
tt_ru: мин.

source: Update now
tt_ru: Хәзер үк яңарту

source: Antivirus database files updated on:
tt_ru: активирус базалары яңартылды:

source: Key management:
tt_ru: Ачкычлар белән идарә итү:

source: Key string
tt_ru: Ачкыч юлы

source: Current key
tt_ru: Хәзерге ачкыч

source: Version
tt_ru: Юрама

source: Applications
tt_ru: Кушымталар

source: Created
tt_ru: Төзелгән

source: Expires
tt_ru: ... кадәр гамәлдә

source: Select new key:
tt_ru: Яңа ачкыч сайлагыз:

source: Accept
tt_ru: Ризалашу

source: Files in quarantine:
tt_ru: Карантинда булган файллар:

source: Apply
tt_ru: Куллану

source: Displayed:
tt_ru: Чагылдырылган:

source: lines,
tt_ru: юл,

source: per page.
tt_ru: һәр бит.

source: File
tt_ru: Файл

source: Date
tt_ru: Вакыт

source: From
tt_ru: Моннан:

source: To
tt_ru: Монда:

source: Delete selected
tt_ru: Сайланганны бетерү

source: Return
tt_ru: Кайту

source: Select another file:
tt_ru: Башка файл сайлау

source: Quarantined file:
tt_ru: Карантинга күчерелгән файл:

source: Date:
tt_ru: Вакыт:

source: From:
tt_ru: Моннан::

source: To:
tt_ru: Монда:

source: Delete from disk
tt_ru: Дисктан бетерү:

source: What reason?
tt_ru: Ни өчен?

source: New Key
tt_ru: Яңа ачкыч

source: Dr.Web not installed.
tt_ru: Dr.Web куелмаган.

source: 25 lines
tt_ru: 25 юл

source: 50 lines
tt_ru: 50 юл

source: 100 lines
tt_ru: 100 юл

source: 150 lines
tt_ru: 150 юл

source: 200 lines
tt_ru: 200 юл

source: Key: /opt/drweb/drweb32.key not found...
tt_ru: Ачкыч: /opt/drweb/drweb32.key табылмады...

source: file
tt_ru: файл

source: from
tt_ru: моннан:

source: to
tt_ru: моңа:

source: date
tt_ru: вакыт
