Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-logs.po
Languages: de, tt_ru

source: System logs
tt_ru: Система логлары

source: Security
de: Sicherheit
tt_ru: Куркынычсызлык

source: Kernel
tt_ru: Төш

source: System configurator
de: Systemeinstellungen
tt_ru: Система көйләүчесе

source: System messages
de: Systemnachichten
tt_ru: Система хәбәрләре

source: Logs:
tt_ru: Логлар:

source: Show:
de: Zeige:
tt_ru: Чагылдыру:

source: Previous
de: Zurück
tt_ru: Алдынгы

source: Next
de: Weiter
tt_ru: Алдагы

source: First page
de: Erste Seite
tt_ru: Беренче бит

source: Last page
de: Letzte Seite
tt_ru: Ахыргы бит

source: No logs available
de: Keine Logs verfügbar
tt_ru: Логлар юк

source: 10 lines
de: 10 Linien
tt_ru: 10 юл

source: 20 lines
de: 20 Linien
tt_ru: 20 юл

source: 50 lines
de: 50 Linien
tt_ru: 50 юл

source: 100 lines
de: 100 Linien
tt_ru: 100 юл

source: Network firewall
de: Netzwerk Firewall

source: Lines %s-%s of %s
de: Linien %s-%s von %s
