Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-hotstandby.po
Languages: ru, uk

source: Administrative interface has no IP address
ru: Сетевой интерфейс управления не имеет IP-адреса
uk: Мережевий інтерфейс управління не має IP адреси

source: Administrative interface is not specified
ru: Сетевой интерфейс управления не указан
uk: Мережевий інтерфейс управління не визначено

source: Administrative interface:
ru: Сетевой интерфейс управления:
uk: Мережевий інтерфейс управління:

source: Apply
ru: Применить
uk: Застосувати

source: Auto rollback to main
ru: Автоматическое переключение на основной узел
uk: Автоматичне переключення на головний вузол

source: Death detection time greater then initial deadtime
ru: Интервал определения недоступности больше начального интервала
uk: Інтервал визначення ненаявності більш початкового інтервалу

source: Disabled
ru: Выключено
uk: Виключено

source: Download
ru: Загрузить
uk: Звантажити

source: Download configuration:
ru: Загрузить конфигурацию:
uk: Звантажити конфігурацію:

source: Failure (death) detection time, s:
ru: Интервал определения недоступности, с:
uk: Проміжок визначення ненаявності, с:

source: Hostname of another node is not specified
ru: Имя компьютера другого узла не указано
uk: Ім'я комп'ютера іншого вузла не вказано

source: Hostname:
ru: Имя компьютера:
uk: Ім'я вузла:

source: Hot standby
ru: Горячее резервирование
uk: Гаряче резервування

source: IP address of another node is not specified
ru: IP-адрес другого узла не указан
uk: IP-адреси іншого вузла не встановлено

source: IP address:
ru: IP-адрес:
uk: IP адреса:

source: Initial deadtime detection interval, s:
ru: Начальный интервал определения недоступности, с
uk: Початковий проміжок визначення ненаявності, с:

source: Interval between heartbeat packets, s:
ru: Период отправки пакетов, с:
uk: Період надсилання пакетів, с:

source: Main node
ru: Основной узел
uk: Основний вузол

source: Netmask:
ru: Маска сети:
uk: Маска мережі:

source: Reserve node
ru: Резервный узел
uk: Резервний вузол

source: Service IP address is not specified
ru: IP-адрес ресурса не указан
uk: IP-адреса ресурсу не вказано

source: Service IP address:
ru: IP-адрес ресурса:
uk: IP-адреса ресурсу:

source: Service interface is not specified
ru: Сетевой интерфейс ресурса не указан
uk: Мережевий інтерфейс ресурсу не визначено

source: Service interface:
ru: Сетевой интерфейс ресурса:
uk: Мережевий інтерфейс ресурсу:

source: Service netmask is not specified
ru: Сетевая маска ресурса не указана
uk: Мережеву маску ресурсу не визначено

source: Suitable csync2.cfg not found!
ru: Подходящий файл csync2.cfg не найден!
uk: Придатного файлу csync2.cfg не знайдено!

source: Suitable heartbeat config not found!
ru: Подходящий конфигурационный файл для heartbeat не найден!
uk: Придатного конфігураційного файлу для heartbeat не знайдено!

source: Suitable heartbeat key not found!
ru: Подходящий ключ для heartbeat не найден!
uk: Придатного ключа для heartbeat не знайдено!

source: Suitable heartbeat resources not found!
ru: Подходящие ресурсы для heartbeat не найдены!
uk: Придатного ресурсу для heartbeat не знайдено!

source: Unable to determine hostname
ru: Невозможно определить имя компьютера
uk: Неможливо визначити ім'я комп'ютеру

source: Upload
ru: Загрузить
uk: Завантажити

source: Upload configuration:
ru: Загрузить конфигурацию:
uk: Завантажити конфігурацію:

source: csync2 key not found!
ru: Ключ для csync2 не найден!
uk: Ключ для csync2 не знайдено!

source: must be digit
ru: должна быть цифра
uk: має бути цифра
