Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-datetime.po
Languages: tt_ru

source: Date/Time
tt_ru: Кән һәм вакыт

source: Please, select country:
tt_ru: Илне сайлагыз:

source: Please, select time zone:
tt_ru: Вакыт зонасын сайлагыз:

source: Apply
tt_ru: Куллану

source: Get time from NTP server:
tt_ru: Вакытны NTP серверыннан алу:

source: NTP server:
tt_ru: NTP серверы

source: Work as NTP server
tt_ru: NTP сервер сыман эшләү

source: Current date:
tt_ru: Хәзерге көн:

source: Current time:
tt_ru: Хәзерге вакыт:

source: Hardware time set to GMT
tt_ru: BIOS вакытын Гринвич буенча саклау

source: Time zone:
tt_ru: Вакыт зонасы:

source: Change...
tt_ru: Үзгәртү...

source: Reset
tt_ru: Кайтару

source: OK
tt_ru: ОК

source: Cancel
tt_ru: Үткәрмәү

source: set automatically
tt_ru: автоматик кую

source: Unable to setup time zone
tt_ru: Вакыт зонасын куеп булмый

source: unable to setup time
tt_ru: Вакытны куеп булмый
