Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-squidmill.po
Languages: pt_br, tt_ru, uk

source: Amount
tt_ru: Трафик
uk: Трафік

source: Apply
tt_ru: Применить
uk: Застосувати

source: First
tt_ru: Первая страница
uk: Перша

source: Follow proxy-server log:
tt_ru: Включить сбор данных прокси-сервера:
uk: Слідувати протоколу proxy-серверу:

source: Gb
tt_ru: ГБ
uk: Гб

source: Kb
tt_ru: КБ
uk: Кб

source: Last request time
tt_ru: Время последнего запроса
uk: Час останього запиту

source: List of sites that count for
tt_ru: Список сайтов
uk: Перелік сайтів для який обчислюється

source: Mb
tt_ru: МБ
uk: Мб

source: Proxy server statistics
pt_br: Estatísticas do servidor Proxy
tt_ru: Статистика использования прокси-сервера
uk: Статистика проксі серверу

source: Total amount of data received for
tt_ru: Период показа данных:
uk: Загальна кількість даних прийнятих для

source: UID/Address
pt_br: UID/Endereço
tt_ru: UID/IP-адрес
uk: UID/Адреса

source: URI/Domain
tt_ru: Сайт/домен
uk: URI/Домен

source: Unable to set squidmill service startup status
tt_ru: Невозможно получить статус службы сборка статистики
uk: Неможливо отримати статус служби збору статистики

source: Unable to turn squidmill service %s
tt_ru: Невозможно переключить службу сбора статистики в состояние %s
uk: Неможливо переключити службу збору статистики у стан %s

source: Update
tt_ru: Показать
uk: Оновити

source: all sites
tt_ru: все сайты
uk: всі сайти

source: all time
tt_ru: в любое время
uk: весь час

source: all users
tt_ru: все пользователи
uk: всі користувачі

source: any amount
tt_ru: любой объем
uk: будь який об'єм

source: b
tt_ru: Б
uk: б

source: by
tt_ru: Пользователь:
uk: користувач

source: comes to
tt_ru: Итого:
uk: надійшло для

source: defined by pattern
tt_ru: определяется шаблоном
uk: визначено шаблоном

source: from
tt_ru: С:
uk: із

source: last month
tt_ru: последний месяц
uk: останній місяць

source: last week
tt_ru: последняя неделя
uk: останній тиждень

source: last year
tt_ru: в этом году
uk: останній рік

source: less than 1 Gb
tt_ru: менее 1 ГБ
uk: менш ніж 1 Гб

source: less than 1 Kb
tt_ru: менее 1 КБ
uk: менш ніж 1 Кб

source: less than 1 Mb
tt_ru: менее 1 МБ
uk: менш ніж 1 Мб

source: less than 10 Gb
tt_ru: менее 10 ГБ
uk: менш ніж 10 Гб

source: less than 10 Kb
tt_ru: менее 10 КБ
uk: менш ніж 10 Кб

source: less than 10 Mb
tt_ru: менее 10 МБ
uk: менш ніж 10 Мб

source: less than 100 Gb
tt_ru: менее 100 ГБ
uk: менш ніж 100 Гб

source: less than 100 Kb
tt_ru: менее 100 КБ
uk: менш ніж 100 Кб

source: less than 100 Mb
tt_ru: менее 100 МБ
uk: менш ніж 100 Мб

source: more than 100 Gb
tt_ru: более 100 ГБ
uk: менш ніж 100 Гб

source: of data
tt_ru: на дату
uk: на дату

source: one user
tt_ru: один пользователь
uk: один користувач

source: records are shown...
tt_ru: записей показано
uk: відображено записів...

source: some sites
tt_ru: сайты по шаблону
uk: деякі сайти

source: some users
tt_ru: пользователи по шаблону
uk: деякі користувачі

source: the period
tt_ru: с даты по дату
uk: період

source: to
tt_ru: по:
uk: до

source: today
tt_ru: сегодня
uk: сьогодні

source: Action/Code:
pt_br: Ação/Código:

source: Back
pt_br: Voltar

source: Content type:
pt_br: Tipo de conteúdo:

source: Hierarchy/From:
pt_br: Hierarquia/De:

source: Last request
pt_br: Último pedido

source: Last request on:
pt_br: Pedido última vez em:

source: Last request parameters
pt_br: Parâmetros do pedido Última

source: Method:
pt_br: Método:

source: Month
pt_br: Mês

source: Set
pt_br: Ajustar

source: Size summary (Kb)
pt_br: Resumo Tamanho (Kb)

source: Statistics updated:
pt_br: Estatísticas actualização:

source: Time summary
pt_br: Resumo do Tempo

source: Today
pt_br: Hoje

source: Total data received:
pt_br: Total de dados recebidos:

source: Total time elapsed:
pt_br: O tempo total decorrido:

source: UID/IP Address:
pt_br: UID/IP Endereço:

source: Update now
pt_br: Atualizar agora

source: Update statistic data automatically each:
pt_br: Estatística de dados de atualização automaticamente cada um:

source: View
pt_br: Ver

source: Week
pt_br: Semana

source: never
pt_br: nunca

source: view
pt_br: visualizar
