Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-netinst.po
Languages: tt_ru

source: Network installation server
tt_ru: Челтәр аша урнаштыру серверы

source: OK
tt_ru: ОК

source: Cancel
tt_ru: Үткәрмәү

source: Current image:
tt_ru: Хәзерге рәсем:

source: from
tt_ru: моннан

source: Available images:
tt_ru: Булган рәсемнәр:

source: Select
tt_ru: Сайлау

source: Delete
tt_ru: Бетерү

source: New image:
tt_ru: Яңа рәсем

source: Get from CD/DVD
tt_ru: CD/DVD дисктан алу

source: Download file:
tt_ru: Кабул ителүче файл:

source: (local path or internet URL)
tt_ru: (локаль юл яисә веб-адрес)

source: Add
tt_ru: Өстәү

source: Activate VNC install
tt_ru: VNC'ны урнаштыруны эшләтү

source: VNC only
tt_ru: VNC гына

source: Connect from client
tt_ru: Клиенттан тоташу

source: (password)
tt_ru: (пароль)

source: Connect to client
tt_ru: Клиента тоташу

source: (IP or name of client)
tt_ru: (IP яки клиент исеме)

source: Apply
tt_ru: Куллану

source: Downloading image...
tt_ru: Рәсем кабул ителә...

source: Download failed
tt_ru: Кабул итеп булмады

source: Are you really want to remove image?
tt_ru: Рәсемне бетерергә телисезме?

source: Question
tt_ru: Сорау

source: Yes
tt_ru: Әйе

source: No
tt_ru: Юк

source: No image
tt_ru: Рәсем юк
