Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-services.po
Languages: da, pt_br, ru, uk

source: This script starts your DNS caching server
da: Dette script starter din DNS cache server
ru: Кеширующий сервер DNS
uk: Кешуючий сервер DNS

source: This scripts assignes raw devices to block devices (such as hard drive partitions). This is for the use of applications such as Oracle. You can set up the raw device to block device mapping by editing the file /etc/sysconfig/rawdevices.
da: Dette script tildeler raw enheder til at blokere enheder (såsom harddiskpartitioner). Dette kan bruges via applikationer såsom Oracle. Du kan konfigurere den raw enhed til at blokere enhedstilknytning ved at redigere filen /etc/sysconfig/rawdevices.
pt_br: Este scripts assignes primas dispositivos para bloquear os dispositivos (tais como partições de disco rígido). Isto é para o uso de aplicações como o Oracle. Você pode configurar o dispositivo de matérias-primas para bloquear o mapeamento de dispositivos, editando o arquivo /etc/sysconfig/rawdevices.
ru: Служба назначения неразмеченного дискового пространства блочным устройствам (таким как разделы жёсткого диска. Она используется такими приложениями как Oracle. Вы можете настроить назначение в файле /etc/sysconfig/rawdevices.
uk: Служба призначення нерозміченого дискового простору блочним пристроям (таким як розділи жорсткого диску. Вона використовується такими програмами як Oracle. Ви можете налаштувати призначення у файлі /etc/sysconfig/rawdevices.

source: This starts the Linux Auditing System Daemon
da: Dette starter Linux Auditing System Dæmon
ru: Служба системы аудита Linux
uk: Служба системи аудіту Linux

source: This startup script launches the graphical display manager
da: Dette opstartsscript starter den grafiske Skærm Håndterer
pt_br: Este script de inicialização abre o gerenciador de display gráfico
ru: Запуск графического экрана входа в систему
uk: Запуск графічного екрану входу до системи

source: Tunes Ethernet cards if needed.
da: Tuner Ethernet kort, hvis det er nødvendigt.
pt_br: Tunes placas Ethernet, se necessário.
ru: Настройка параметров сетевых карт Ethernet
uk: Налагодження параметрів мережевих карт Ethernet

source: Updates Window Manager Sessions.
da: Opdaterer Window Manager sessioner.
pt_br: Atualizações Window Manager Sessions.
ru: Обновление списка сеансов оконных менеджеров.
uk: Оновлення переліку сеансів віконних менеджерів.

source: Userspace logging daemon for netfilter
da: Brugerrum log dæmon for netfilter
pt_br: Userspace daemon de log para netfilter
ru: Служба журналирования событий сетевого фильтра
uk: Служба журналювання подій мережевого фільтру

source: alterator specific httpd
da: generator specifik httpd
ru: Служба первоначальной настройки Alterator
uk: Служба попереднього налаштування Alterator

source: cron is a standard UNIX program that runs user-specified programs at periodic scheduled times. vixie cron adds a number of features to the basic UNIX cron, including better security and more powerful configuration options.
da: cron er et standard UNIX program, der kører brugerspecificerede programmer på periodiske planlagte tidspunkter. vixie cron tilføjer en række funktioner til den grundlæggende UNIX cron, herunder bedre sikkerhed og mere kraftfulde konfigurationsmuligheder.
pt_br: cron é um programa padrão UNIX que executa especificado pelo usuário programas em horas marcadas. cron vixie acrescenta uma série de recursos para o cron do UNIX básico, incluindo uma melhor segurança e mais opções de configuração poderosa.
ru: cron — стандартная программа UNIX, которая запускает указанные пользователем программы по расписанию. vixie cron содержит больше возможностей по сравнению с базовой программой cron для UNIX, включая улучшенную безопасность и большую гибкость.
uk: cron — стандартна програма UNIX, яка запускає вказані користувачем програми за розкладом. vixie cron містить більше можливостей порівняно з базовою програмою cron для UNIX, включаючи покращену безпеку та більшу гнучкість.

source: do not change
da: ikke ændre
pt_br: Não mudar
ru: не менять
uk: не змінювати

source: ifplugd watches network interface to (re)configure it
da: ifplugd overvåger netværksgrænsefladen for at (gen)konfigurere den
pt_br: interface de rede ifplugd relógios para (re) configurá-lo
ru: Служба ifplugd следит за сетевыми устройствами и при необходимости перенастраивает их.
uk: Служба ifplugd слідкує за мережевими пристроями при потребі змінити їх налаштування.

source: klogd is kernel message trapping daemon.
da: klogd er et kerne fangst besked dæmon.
pt_br: klogd é a mensagem de kernel crueldade daemon.
ru: Служба отслеживания сообщения ядра.
uk: Служба відслідковування повідомлень ядра.

source: manage user-space device nodes in /dev
da: administrer enhedens noder på brugerområdet i /dev
pt_br: usuário gerenciar os nós de dispositivo espaço em /dev
ru: Управление устройствами в /dev
uk: Управління пристроями у /dev

source: multi-line description of the service.
da: flerlinjet beskrivelse af tjenesten.
pt_br: multi-linha descrição do serviço.
ru: Поддержка многострочных описаний системных служб.
uk: Підтримка багаторядкового опису системних служб.

source: named (BIND) is a Domain Name Server (DNS) that is used to resolve host names to IP addresses.
da: benævnt (BIND) er en Domain Name Server (DNS), der bruges til at omsætte værtsnavne til IP adresser.
pt_br: named (BIND) é um Domain Name Server (DNS) que é usado para resolver nomes de anfitrião para endereços IP.
ru: named (BIND) — сервер доменных имён (DNS), который используется для преобразования имён узлов в IP-адреса.
uk: named (BIND) — сервер доменних імен (DNS), які використовуються для перетворення імен вузлів у IP-адреси.

source: ntpd is a time synchronization daemon
da: ntpd er et tidssynkronisering dæmon
pt_br: ntpd é um servidor de sincronização de tempo
ru: Сервер синхронизации времени
uk: Сервер синхронізації часу

source: publish alterator web interface on console and alt-notes
da: offentliggør alterator webgrænseflade på konsol og alt-noter
ru: Служба показа адресов доступа к Alterator
uk: Служба відображення адрес доступу до Alterator

source: restart
da: genstart
pt_br: resetar
ru: перезапустить
uk: перезапуск

source: running
da: kører
pt_br: rodando
ru: работает
uk: виконання

source: sensors is used for monitoring motherboard sensor values.
da: sensorer bruges til at overvåge bundkort sensorværdier.
pt_br: sensores é utilizado para o acompanhamento valores dos sensores da motherboard.
ru: Служба мониторинга температурных датчиков.
uk: Служба моніторингу температурних давачів.

source: spamd is a daemon process which uses SpamAssassin to check email messages for SPAM. It is normally called by spamc from a MDA (or MTA).
da: spamd er en dæmonproces, som bruger SpamAssassin til at tjekke e-mail beskeder for SPAM. Det kaldes normalt af spamc fra en MDA (eller MTA).
pt_br: spamd é um processo daemon que utiliza SpamAssassin para verificar mensagens de e-mail para SPAM. É normalmente chamado por spamc de um MDA (ou MTA).
ru: Служба проверки сообщений электронной почты на спам с помощью SpamAssassin.
uk: Служба перевірки повідомлень електроної пошти на спам за допомогою SpamAssassin.

source: start
pt_br: começar
ru: запустить
uk: запустити

source: stop
pt_br: parar
ru: остановить
uk: зупинити

source: stopped
da: stoppet
pt_br: parado
ru: остановлена
uk: зупинено

source: unknown
da: ukendt
pt_br: desconhecido
ru: неизвестно
uk: невідомо

source: wpa_supplicant is an implementation of the WPA Supplicant component, i.e., the part that runs in the client stations. It implements WPA key negotiation with a WPA Authenticator and EAP authentication with Authentication Server. In addition, it controls the roaming and IEEE 802.11 authentication/association of the wlan driver.
da: wpa_supplicant er en implementering af WPA Supplicant komponenten, dvs. den del, der kører i klientstationerne. Den implementerer WPA nøglefordeling med en WPA Authenticator og EAP godkendelse med autentificerings serveren. Derudover styrer den roaming og IEEE 802.11-godkendelse/tilknytning af wlan driveren.
pt_br: wpa_supplicant é uma implementação da componente de suplicante WPA, ou seja, a parte que roda nas estações cliente. Ele implementa chave WPA negociação com um autenticador WPA e autenticação EAP com autenticação do servidor. Além disso, controla o roaming e IEEE 802.11 autenticação / associação do driver de WLAN.
ru: Управление ключами WPA для беспроводных устройств.
uk: Управління ключами WPA для бездротових пристроїв.

source: xinetd is a powerful replacement for inetd. xinetd has access control machanisms, extensive logging capabilities, the ability to make services available based on time, and can place limits on the number of servers that can be started, among other things.
da: xinetd er en kraftfuld erstatning for inetd. xinetd har adgangskontrol mekanismer, omfattende logningsmuligheder, mulighed for at gøre tjenester tilgængelige baseret på tid og kan blandt andet sætte begrænsninger på antallet af servere, der kan startes.
pt_br: xinetd é um substituto poderoso para inetd. xinetd tem machanisms controle de acesso, extensas capacidades de exploração madeireira, a capacidade de tornar os serviços disponíveis com base no tempo, e pode impor limites ao número de servidores que podem ser iniciados, entre outras coisas.
ru: xinetd — расширенная замена inetd. Служба предоставляет механизм контроля доступа, журналирование, поддержку периодичной доступности и лимитов для сетевых служб.
uk: xinetd — розширена заміна inetd. Служба надає механізм контролю доступа, журналювання, підтримки періодичної доступності та лімітів для мережевих служб.
