Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-bacula.po
Languages: pt_br, tt_ru

source: Bacula director name:
tt_ru: Bacula Director исеме:

source: Attention:
pt_br: Atenção:
tt_ru: Игътибар:

source: Don't forget to update configuration on all clients after name change
tt_ru: Исемне үзгәрткәннән соң барлык клиентларның көйләүләрен яңартыгыз.

source: Bacula director's name successfully updated
tt_ru: Bacula Director исеме уңышлы үзгәрелде.

source: Change name
tt_ru: Исемне үзгәртү

source: New client:
pt_br: Nova Cliente:
tt_ru: Яңа клиент:

source: Create
pt_br: Criar
tt_ru: Төзү

source: Account:
pt_br: Conta:
tt_ru: Керү исеме:

source: Address:
pt_br: Endereço:
tt_ru: Адрес:

source: Port:
pt_br: Porta:
tt_ru: Порт:

source: Password:
pt_br: Senha:
tt_ru: Серсүз:

source: Download config for client
pt_br: Download de configuração para o cliente
tt_ru: Клиент өчен көйләүне йөкләү

source: Backup:
tt_ru: Запас күчермә:

source: Delete
pt_br: Deletar
tt_ru: Бетерү

source: New path:
pt_br: Novo caminho:
tt_ru: Яңа юл:

source: Add
pt_br: Adicionar
tt_ru: Өстәү

source: Do not backup:
pt_br: Não backup:
tt_ru: Запас күчермәсез:

source: Client settings successfully updated
tt_ru: Клиенты көйләүләре уңышлы яңартылды

source: Save settings
pt_br: Salvar configurações
tt_ru: Көйләүләрне саклау

source: Delete client
pt_br: Excluir cliente
tt_ru: Клиенты бетерү

source: No registered clients found
pt_br: Não encontrou clientes cadastrados
tt_ru: Теркәлгән клиентлар табылмады

source: Schedule:
pt_br: Horários:
tt_ru: Җәдвал:

source: Clients:
pt_br: Clientes:
tt_ru: Клиентлар:

source: Do not backup client's data
pt_br: Não foi possível fazer o backup dos dados do cliente
tt_ru: Клиенты мәгълуматының

source: Backup start time:
pt_br: Backup iniciar tempo:
tt_ru: Запас күчермә төзү вакыты:

source: Backup client's data every day at:
pt_br: Dados do cliente de backup de todos os dias às:
tt_ru: Клиентлар мәгълүматының күчермәсен һәркән бу вакытта ясау:

source: Update schedule
pt_br: Atualizar cronograma
tt_ru: Җәдвалны яңарту

source: Director service
tt_ru: Director хезмәте

source: Current job status:
tt_ru: Хәзерге эш хәле:

source: Last job status:
tt_ru: Алдынгы эш хәле:

source: Storage service
tt_ru: Bacula Storage хезмәте

source: Disk usage:
pt_br: Uso do Disco:
tt_ru: Дискны куллану:

source: Client backups
tt_ru: Клиент күчермәләре:

source: Client
pt_br: Cliente
tt_ru: Клиент

source: First backup
pt_br: Primeiro backup:
tt_ru: Беренче запас күчермә

source: Last backup
pt_br: Último backup:
tt_ru: Ахыргы запас күчермә

source: Last status
pt_br: Último estado:
tt_ru: Ахыргы хәл:

source: Backup size
pt_br: Tamanho do Backup
tt_ru: Күчермә зурлыгы

source: Archive settings:
pt_br: Definições de Arquivo:
tt_ru: Архив көйләүләре

source: Update
pt_br: Atualizar
tt_ru: Яңарту

source: Archive actions:
pt_br: Ação de Arquivos:
tt_ru: Архив гамәлләре:

source: Run backup now
pt_br: Executar backup agora
tt_ru: Күчермәне хәзер үк ясау:

source: Remove all client's backups
pt_br: Remover todas as cópias de segurança do cliente
tt_ru: Бар клиентыларның күчермәләрен бетерү

source: Restore date:
pt_br: Restauração Data:
tt_ru: Вакытны торгызу:

source: Restore file or directory:
pt_br: Restaurar arquivo ou diretório:
tt_ru: Файл яисә каталогны торгызу:

source: for date:
pt_br: para a data:
tt_ru: вакыт өчен:

source: Advanced restore options
pt_br: Opções avançadas de restauração
tt_ru: Торгызуның өстәмә көйләүләре

source: OK
tt_ru: ОК

source: Don't backup system
pt_br: Não sistema de backup
tt_ru: Системаның күчермәсен ясамаска

source: Backup system every day at:
pt_br: Backup sistema todos os dias às:
tt_ru: Система күчермәсен һәркөн бу вакытта төзергә:

source: Backup disk:
pt_br: Disco de Backup:
tt_ru: Запас күчермә дискы:

source: Oldest backup:
pt_br: Antigos backup:
tt_ru: Иң иске запас күчермә:

source: Latest backup:
pt_br: Últimas backup:
tt_ru: Ахыргы запас күчермә:

source: Change disk...
pt_br: Alterar disco
tt_ru: Дискны үзгәртү...

source: Advanced...
pt_br: Avançado...
tt_ru: Өстәмә...

source: Date:
pt_br: Data:
tt_ru: Көн:

source: Restore
pt_br: Restaurar
tt_ru: Торгызу

source: Created backups:
pt_br: Criado em backups:
tt_ru: Ясалган күчермәләр:

source: Creation date
pt_br: Criar data
tt_ru: Төзү вакыты

source: Creation result
pt_br: Criação resultado
tt_ru: Төзү нәтиҗәсе

source: Cancel active jobs
pt_br: Cancelar trabalhos de ativos
tt_ru: Җибәрелгән эшләрне туктату

source: Return
pt_br: Retornar
tt_ru: Кайту

source: Use system disk
pt_br: Usar disco do sistema
tt_ru: Система дискын куллану

source: Use additional disk:
pt_br: Use disco adicional:
tt_ru: Өстәмә диск куллану:

source: All existing backups on the new disk will be removed.
pt_br: Todas as cópias de segurança existentes no novo disco será removido.
tt_ru: Яңа дисктагы булган барлык күчермәләр бетереләчәк.

source: Cancel
pt_br: Cancelar
tt_ru: Үткәрмәү

source: Change disk
pt_br: Alterar disco
tt_ru: Дискны үзгәртү

source: Do you really want to delete client
pt_br: Você realmente quer apagar cliente
tt_ru: Клиенты бетерергә телисезме?

source: Question
pt_br: Questão
tt_ru: Сорау

source: Yes
pt_br: Sim
tt_ru: Әйе

source: No
pt_br: Não
tt_ru: Юк

source: Restore completed
pt_br: Restauração concluída
tt_ru: Торгызу тәмамланды

source: Restore failed, see logs for details
pt_br: Restauração falhou, ver logs para obter detalhes
tt_ru: Торгызу башкарылмады, мәгълумат өчен логларны карагыз.

source: Starting restore...
pt_br: Iniciando restauraçaõ
tt_ru: Торгызуны башлау...

source: Restoring file
pt_br: Restaurar arquivo
tt_ru: Торгызу файлы

source: Do you really want clear all backups for client
pt_br: Você realmente quer apagar todos os backups para o cliente
tt_ru: Клиент өчен барлык күчермәләрен бетерергәме?

source: Install a new system
pt_br: Instalar um novo sistema
tt_ru: Яңа системаны урнаштыру

source: Restore system from backup
pt_br: Restauração do sistema de backup
tt_ru: Системаны кә

source: Continue
pt_br: Continuar
tt_ru: Дәвам итү

source: Fatal error
pt_br: Erro Fatal
tt_ru: Тәнкыйть хата

source: Unable to find backup disk. Please insert one and try again...
pt_br: Incapaz de encontrar disco de backup. Por favor insira um e tente novamente ...
tt_ru: Запас күчермә дискы табылмады. Дискның тоташуын тикшерегез һәмтагын бер тапкыр сынап карагыз.

source: Searching for backups...
pt_br: Procurando por backups...
tt_ru: Күчермәне эзләү...

source: Preparing...
pt_br: Preparado...
tt_ru: Әзерләү...

source: Restoring backup database...
pt_br: Restaurando backup de dados ...
tt_ru: Күчермәнең мәгълүмат базасын торгызу...

source: Select backup date:
pt_br: Selecione a data de backup:
tt_ru: Запас күчермә көнен сайлагыз:

source: Error during restore process
pt_br: Erro durante o processo de restauração
tt_ru: Торгызу башкарылганда хата килеп чыкты.

source: However you can try to continue
pt_br: No entanto, você pode tentar continuar
tt_ru: Әмма ләкин сез дәвам итә аласыз

source: Running restore process...
pt_br: Rodando processo de restauração...
tt_ru: Торгызу эше җибәрелә

source: Restoring system...
pt_br: A restauração do sistema ...
tt_ru: Системаны торгызу

source: Restoring is done
pt_br: A restauração é feita
tt_ru: Торгызу тәмамланды

source: Congratulations!
pt_br: Parabéns!
tt_ru: Котлыйбыз!

source: System was successfully restored from backup
pt_br: O sistema foi restaurado com sucesso a partir do backup
tt_ru: Система уңышлы торгызылды

source: password contains illegal characters
pt_br: senha contém caracteres ilegais
tt_ru: Серсүз рөхсәт ителмәгән тамгалар бар

source: Unable to modify settings until some jobs is runnning
pt_br: Não é possível modificar as configurações até que alguns postos de trabalho é runnning
tt_ru: Көйләүләрне эшләр башкарылганда үзгәртеп булмый.

source: Waiting
pt_br: Aguardando
tt_ru: Көтү

source: Success
pt_br: Sucesso
tt_ru: Әзер

source: Error
pt_br: Erro
tt_ru: Хата

source: Running
pt_br: Rodando
tt_ru: Башкарыла

source: B
tt_ru: Б

source: kB
tt_ru: кБ

source: MB
tt_ru: МБ

source: GB
tt_ru: ГБ

source: TB
tt_ru: ТБ

source: 1 week
pt_br: 1 semana
tt_ru: 1 атна

source: 2 weeks
pt_br: 2 semanas
tt_ru: 2 атна

source: 1 month
pt_br: 1 mês
tt_ru: 1 ай

source: Same client already exists
pt_br: Mesmo cliente já existe
tt_ru: Мондый клиент инде бар

source: Unable to restore
pt_br: Não foi possível recuperar
tt_ru: Торгызып булмады

source: System disk
pt_br: Disco de sistema
tt_ru: Система дискы

source: Please choose backup disk
pt_br: Por favor escolha um disco de backup
tt_ru: Күчермә дискын сайлагыз:

source: Please define backup start time
pt_br: Por favor definir backup start time
tt_ru: Күчермә ясау вакытын билгеләгез:

source: Disk is not selected
pt_br: Disco não está selecionado
tt_ru: Диск сайланмады

source: Unable to mount disk
pt_br: Não foi possível montar disco
tt_ru: Дискны корып булмады

source: Waiting...
pt_br: Aguardando..
tt_ru: Көтү...

source: Store backups for:
pt_br: Armazene os backups para:

source: Target client:
pt_br: Cliente-alvo:

source: Target directory:
pt_br: Directório de destino:

source: Apply
pt_br: Aplicar
