Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-net-openvpn.po
Languages: da, tt_ru

source: OpenVPN-connections
da: OpenVPN-forbindelser
tt_ru: OpenVPN тоташулары

source: New connection:
da: Ny forbindelse:
tt_ru: Яңа тоташу:

source: Network tunnel (TUN)
da: Netværkstunnel (TUN)
tt_ru: Челтәр туннеле (TUN)

source: Virtual Ethernet device (TAP)
da: Virtuelt Ethernet enhed (TAP)
tt_ru: Виртуаль Ethernet җайланма (TAP)

source: Create connection
da: Opret forbindelse
tt_ru: Яңа тоташу

source: Status:
tt_ru: Хәл:

source: Server:
tt_ru: Сервер:

source: Port:
tt_ru: Порт:

source: Key:
da: Nøgle:
tt_ru: Ачкыч:

source: Keys managament...
da: Nøglestyring...
tt_ru: Ачкычлар белән идарә итү

source: Start at boot
da: Start ved boot
tt_ru: Йөкләгәндә җибәрү

source: LZO compression
da: LZO kompression
tt_ru: LZO кысылуы

source: Use a TCP connection
da: Brug en TCP forbindelse
tt_ru: TCP тоташуын куллану

source: Apply
da: Anvend
tt_ru: Куллану

source: Reset
da: Nulstil
tt_ru: Кайтару

source: Delete connection
da: Luk forbindelse
tt_ru: Тоташуны бетерү

source: Upload CA certificate:
da: Upload CA certifikat:
tt_ru: CA таныклыкларын йөкләү

source: Upload
tt_ru: Йөкләү

source: CA certificate successfully uploaded
da: CA certifikat blev uploadet
tt_ru: CA таныклыклары уңышлы йөкләнде

source: Import CA certificate:
da: Importer CA certifikat:
tt_ru: CA таныклыгын кушу:

source: Import CA certificate
da: Importer CA certifikat
tt_ru: CA таныклыгын кушу

source: Import
da: Importere
tt_ru: Импорт

source: don't change
da: ikke ændre
tt_ru: үзгәртелмәде

source: start
tt_ru: җибәрү

source: stop
tt_ru: туктату

source: enabled
da: aktiveret
tt_ru: эшләтелде

source: disabled
da: deaktiveret
tt_ru: туктатылды

source: Unable to read
da: Kan ikke indlæse
tt_ru: Укып булмый

source: openvpn start failed
da: openvpn start mislykkedes
tt_ru: openvpn җибәрелмәде

source: File does not exist
da: Filen eksisterer ikke
tt_ru: Файл табылмады

source: Invalid certificate
da: Ugyldigt certifikat
tt_ru: Хаталы таныклык

source: Import CA failed
da: Importering af CA mislykkedes
tt_ru: CA таныклыгын кушып булмады

source: Default route via VPN
da: Standardrute via VPN

source: Invalid config value 'dev':
da: Ugyldig konfigurationsværdi 'dev':

source: Self signed certificate
da: Selvsigneret certifikat

source: Wrong client certificate or CA certificate
da: Forkert klientcertifikat eller CA certifikat
