Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-bind.po
Languages: ru, tt_ru, uk

source: (whitespace separated list of hostnames in priority descend order)
ru: (список хостов через пробел в порядке убывания приоритета)
tt_ru: (аралыклар белән аерылган үзәк исемлеге)
uk: (перелік хостів через простір у порядку убування пріорітету)

source: (whitespace separated list of hostnames)
ru: (список хостов через пробел)
tt_ru: (аралыклар белән аерылган үзәк исемлеге)
uk: (перелік хостів через простір)

source: (whitespace separated list of ip addresses)
ru: (список IP-адресов через пробел)
tt_ru: (аралыклар белән аерылган IP адрес исемлеге)
uk: (перелік IP-адрес через простір)

source: Add
ru: Добавить
tt_ru: Өстәү
uk: Додати

source: Are you really want to destroy domain
ru: Вы действительно желаете удалить домен
tt_ru: Доменны бетерергә телисезме?
uk: Ви дійсно бажаєте вилучити домен

source: Change settings
ru: Сменить параметры
tt_ru: Көйләүләрне үзгәртү
uk: Змінити налаштування

source: Create
ru: Создать
tt_ru: Яңа
uk: Створити

source: DNS server
ru: DNS-сервер
tt_ru: DNS серверы
uk: Сервер DNS

source: Domain key:
ru: Ключ домена:
tt_ru: Домен ачкычы:
uk: Ключ домену:

source: Download...
ru: Загрузить...
tt_ru: Кабул итү...
uk: Звантаження...

source: Existing domains:
ru: Существующие домены:
tt_ru: Булган доменнар
uk: Існуючі домени:

source: Host
ru: Хост
tt_ru: Үзәк
uk: Вузол

source: Host:
ru: Хост:
tt_ru: Үзәк:
uk: Вузол:

source: Hosts:
ru: Хосты:
tt_ru: Үзәкләр:
uk: Вузли:

source: IP address
ru: IP-адрес
tt_ru: IP адресы
uk: IP адреса

source: IP address:
ru: IP-адрес:
tt_ru: IP адресы:
uk: IP адреса:

source: Invalid domain key
ru: Неверный ключ домен
tt_ru: Домен ачкычы хаталы.
uk: Невірний ключ домену

source: Mail servers:
ru: Почтовые серверы:
tt_ru: Почта серверлары
uk: Поштові сервери:

source: Master servers:
ru: Главные серверы:
tt_ru: Баш серверлар:
uk: Головні сервери:

source: Networks:
ru: Сети:
tt_ru: Челтәрләр
uk: Мережі:

source: New domain:
ru: Новый домен:
tt_ru: Яңа домен:
uk: Новий домен:

source: No domain key found
ru: Ключ домена не найден
tt_ru: Домен ачкычы табылмады
uk: Не знайдено ключа домену

source: Remove domain
ru: Удалить домен
tt_ru: Доменны бетерү
uk: Вилучити домен

source: Remove selected
ru: Удалить выделенные
tt_ru: Сайланганны бетерү
uk: Вилучити обране

source: Reset
ru: Сбросить
tt_ru: Кайтару
uk: Скинути

source: Same binding of host to IP address already exists
ru: Подобная привязка хоста к IP-адресу уже существует
tt_ru: Хостның IP адрес белән мондый бәйләнүе инде бар.
uk: Схожа прив'язка хосту до IP-адреси вже існує

source: Same domain already exists
ru: Подобный домен уже существует
tt_ru: Мондый домен инде бар
uk: Схожий домен вже існує

source: Slave servers:
ru: Подчинённые серверы:
tt_ru: Буйсынган серверлар:
uk: Підпорядковані сервери:

source: This hostname is registered for internal purposes
ru: Данное имя хоста зарезервировано для системы
tt_ru: Бу үзәк исеме система өчен сакланган
uk: Таке ім’я комп’ютера зареєстроване для внутрішніх потреб

source: Unable to destroy system domain
ru: Невозможно установить системный домен
tt_ru: Система доменын юк итеп булмады.
uk: Неможливо видалити системний домен

source: Upload a new domain key
ru: Загрузить новый ключ домена
tt_ru: Доменның яңа ачкычын йөкләү
uk: Завантажити новий ключ домену

source: You should define as minimum one master server for slave domain
ru: Вы должны указать как минимум один главный сервер для подчинённого домена
tt_ru: Буйсынган домен өчен сез бер булса да баш домен күрсәтергә тиеш.
uk: Ви маєте вказати не менш одного головного сервера для підпорядкованого домену

source: activated
ru: активирован
tt_ru: эшләтелгән
uk: активовано

source: managed by DHCP server
ru: управляется DHCP-сервером
tt_ru: DHCP серверы идарә итә
uk: керується DHCP сервером

source: master
ru: главный
tt_ru: баш
uk: головний

source: not loaded yet!
ru: ещё не загружен!
tt_ru: йөкләнмәде!
uk: не завантажено ще!

source: slave
ru: подчинённый
tt_ru: буйсынган
uk: підпорядкований
