Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-printers.po
Languages: da, tt_ru

source: Printers
da: Printere
tt_ru: Принтерлар

source: Connection type selection
da: Valg af forbindelsestype
tt_ru: Выбор способа подсоединения

source: Select connection type:
da: Vælg forbindelsestype:
tt_ru: Выберите способ соединения:

source: Local printer
da: Lokal printer
tt_ru: Локальный принтер

source: Remote Windows/Samba printer
da: Fjernbetjent Windows/Samba printer
tt_ru: Удалённый Windows/Samba принтер

source: Remote CUPS printer
da: Fjernbetjent CUPS printer

source: Network printer (Print server)
da: Netværksprinter (printserver)

source: Cancel
da: Annuller
tt_ru: Отмена

source: stop printer
da: stop printeren
tt_ru: принтерны туктатырга

source: start printer
da: start printeren
tt_ru: принтерны җибәрергә

source: Unknown model
da: Ukendt model
tt_ru: Неизвестная модель

source: Local
da: Lokal
tt_ru: Локальный

source: Unknown connection
da: Ukendt forbindelse
tt_ru: Неизвестное соединение

source: Create connection
da: Opret forbindelse
tt_ru: Создать соединение

source: NEW PRINTER
da: NY PRINTER
tt_ru: Яңа принтер

source: You should define printer name
da: Du skal definere printernavn
tt_ru: Следует задать имя принтера

source: Printer name doesn't match required pattern '[,.0-9a-zA-Z_-]'
da: Printernavnet matcher ikke det påkrævede mønster '[,.0-9a-zA-Z_-]'

source: You should define printer model
da: Du skal definere printermodel
tt_ru: Следует задать модель принтера

source: You shoud define printer connection
da: Du skal definere printerforbindelse
tt_ru: Следует задать способ соединения

source: Generating printer driver...
da: Genererer printerdriver...
tt_ru: Создаётся драйвер принтера...

source: Are you really want to remove printer
da: Vil du virkelig fjerne printeren
tt_ru: Вы действительно желаете удалить принтер

source: Generating drivers cache...
da: Genererer drivercache...
tt_ru: Создаётся кэш драйверов...

source: Test page
da: Testside
tt_ru: Тест

source: Made default
da: Brug som standard
tt_ru: По умолчанию

source: Generate drivers cache
da: Generer driverens cache
tt_ru: Создать кэш драйверов

source: Printer options
da: Printerindstillinger
tt_ru: Параметры принтера

source: Name:
da: Navn:
tt_ru: Имя

source: Description:
da: Beskrivelse:
tt_ru: Описание

source: Connection/Model
da: Forbindelse/Model
tt_ru: Соединение/Модель

source: Edit
da: Rediger
tt_ru: Редактировать

source: New
da: Ny
tt_ru: Новый

source: Delete
da: Slet
tt_ru: Удалить

source: Accept
da: Accepter
tt_ru: Принять

source: Discard
da: Kasser
tt_ru: Отклонить

source: Service cupsd is stopped
da: Service cupsd er stoppet
tt_ru: Служба cupsd не запущена

source: CUPS connection setup
da: CUPS tilslutningsopsætning

source: Printer name:
da: Printerens navn:

source: Samba connection setup
da: Opsætning af Samba forbindelse
tt_ru: Настройка Samba соединения

source: SMB server group:
da: SMB servergruppe:
tt_ru: SMB-группа сервера:

source: SMB server host:
da: SMB servervært:
tt_ru: SMB-имя сервера:

source: SMB share name:
da: SMB share navn:
tt_ru: SMB-имя принтера:

source: User name:
da: Brugernavn:
tt_ru: Пользователь:

source: Password:
da: Adgangskode:
tt_ru: Пароль:

source: Network printer (print server) connection setup
da: Opsætning af forbindelse til netværksprinter (printserver)

source: Printer ip address (or dns-name):
da: Printerens ip adresse (eller dns-navn):

source: Local connection setup
da: Opsætning af lokal forbindelse
tt_ru: Настройка локального соединения

source: Detected printer:
da: Fandt printer:
tt_ru: Обнаруженный принтер

source: Devices
da: Enheder
tt_ru: Устройства

source: Bind to serial number
da: Bind til serienummer

source: Model Name
da: Model navn
tt_ru: Название модели

source: Printer Model:
tt_ru: Модель принтера:

source: Printer name doesn't match required pattern '^([0-9a-zA-Z_-])+$'
tt_ru: Имя принтера не удовлетворяет условию '^([0-9a-zA-Z_-])+$'

source: Quit
tt_ru: Выход
