Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-shapercontrol.po
Languages: ru

source: ISP traffic shaper
ru: Управление полосой пропускания

source: Database
ru: База данных

source: Configuration
ru: Настройка

source: Please, first
ru: Пожалуйста, сначала

source: configure
ru: настройте

source: Rate:
ru: Скорость:

source: kibit
ru: кбит

source: Add/Modify
ru: Добавить или изменить

source: IP/Rate:
ru: IP/Скорость:

source: Search
ru: Поиск

source: IP address
ru: IP-адрес

source: Rate
ru: Скорость

source: Show:
ru: Показывать:

source: Delete
ru: Удалить

source: Enable shapercontrol
ru: Включить службу shapercontrol

source: Apply
ru: Применить

source: Any adjustments below is a reason to auto stop service.
ru: При любых изменениях ниже служба будет остановлена автоматически.

source: In case of NAT existence speed limit has sense only for incoming traffic. Outgoing speed limit for clients is uncontrolled. External interface should be marked as 'disable'.
ru: В случае NAT ограничение скорости имеет смысл только для входящего трафика.Скорость исходящего трафика для клиентов не контролируется.Внешний интерфейс следует пометить как 'disable'.

source: In case service is active all traffic flow is forbidden. Only clients have corresponding entrance in DataBase can communicate.
ru: Если служба включена, весь трафик запрещается. Только клиентыс соответствующей записью в базе данных могут связываться.

source: In case of NAT existence, traffic shaper sees all outgoing traffic as from IP == external interface.
ru: В случае NAT управление полосой пропускания рассматривает весь трафиккак исходящий с IP внешнего интерфейса.

source: Interface connected to the upstream:
ru: Интерфейс внешней сети:

source: (control outgoing speed limit for local clients)
ru: (управление лимитом скорости исходящего трафика локальных клиентов)

source: Interface connected to your network:
ru: Интерфейс внутренней сети:

source: (control incoming speed limit for local clients)
ru: (управление лимитом скорости входящего трафика локальных клиентов)

source: Network list for classid calculation
ru: Список сетей для вычисления classid

source: Add network:
ru: Добавить сеть:

source: Add
ru: Добавить

source: Format is: X.X.X.X/YY
ru: Формат: X.X.X.X/YY

source: This list should contain all networks whose clients are exposed to speed limit control.
ru: Этот список должен содержать все сети, клиенты которых подлежатконтролю пропускной полосы.

source: Internal networks, whose traffic is transmitted without shaping
ru: Внутренние сети, трафик из которых не ограничивается

source: Format is: X.X.X.X/YY or X.X.X.X
ru: Формат: X.X.X.X/YY или X.X.X.X

source: Each entry below has corresponding rule for external interface. Specified clients from local networks do not have limit on outgoing traffic.
ru: Каждая запись ниже содержит соответствующее правило для внешнего интерфейса.Указанные клиенты из локальных сетей не ограничиваются по полосе пропускания.

source: Useless in case external interface is set to 'disable'. Outgoing traffic is not exposed to speed limit.
ru: Бесполезно в случае, когда внешний интерфейс установлен в 'disable'.Исходящий трафик не подлежит ограничению скорости.

source: Warning: In case
ru: Предупреждение: в случае

source: External networks, whose traffic is transmitted without shaping
ru: Внешние сети, трафик из которых не ограничивается

source: Each entry below has an corresponding rule for internal iface. Traffic from specified networks is not exposed to speed limit.
ru: Каждая запись ниже содержит соответствующее правило для внутреннего интерфейса.Трафик из указанных сетей не подлежит ограничению скорости.

source: Warning: Traffic from this server is also question to speed limit. Add here IP address of internal interface to turn off speed limit for traffic from this server to local clients.
ru: Внимание: трафик с этого сервера также подлежит ограничению скорости.Добавьте здесь IP-адрес внутреннего интерфейса, чтобы отключитьограничение скорости с этого сервера к локальным клиентам.

source: Warning: If you don't specify here IP address of local interface, then local clients that are absent in database, will be unable to communicate with this server at all.
ru: Внимание: если здесь не указан IP-адрес локального интерфейса,то локальные клиенты, которые отсутствуют в базе данных,не смогут взаимодействовать с этим сервером вообще.

source: Ratio between bandwidth rates in rules and in the database:
ru: Коэффициент отношения скоростей в правилах и в базе данных:

source: Disable (Recommended for NAT)
ru: Отключено (рекомендуется для NAT)

source: Not defined (bad configuration)
ru: Не определен (неверная настройка)

source: (absent in system)
ru: (отсутствует в системе)

source: 10 lines
ru: 10 строк

source: 20 lines
ru: 20 строк

source: 50 lines
ru: 50 строк

source: 100 lines
ru: 100 строк

source: Lines %s-%s of %s
ru: Строки %s-%s из %s
