Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-vsftpd.po
Languages: tt_ru

source: FTP server
tt_ru: FTP серверы

source: General options
tt_ru: Гомуми көйләүләр

source: Enable FTP service
tt_ru: FTP хезмәтен эшләтү

source: Allow write
tt_ru: Язуга ризалык

source: Allow anonymous login
tt_ru: Билгесез затларга керүне рөхсәт итү

source: Allow local users login
tt_ru: Локаль кулланучыларга керүне рөхсәт итү

source: Enable per user settings
tt_ru: Һәрбер кулланучы өчен аерым көйләүләр

source: Anonymous user write options
tt_ru: Билгесез затлар өчен язу көйләүләре

source: Allow mkdir
tt_ru: mkdir командасын рөхсәт итү

source: Allow upload
tt_ru: Тапшыруны рөхсәт итү

source: Default upload directory (/var/ftp/incoming)
tt_ru: Тапшырылу өчен үрнәк каталог (/var/ftp/incoming)

source: Allow rename/delete
tt_ru: Исемне үзгәртүне һәм бетерүне рөхсәт итү

source: Apply
tt_ru: Куллану

source: Reset
tt_ru: Кайтару

source: Local users settings
tt_ru: Локаль кулланучылар көйләүләре

source: User
tt_ru: Кулланучы

source: Write access
tt_ru: Язу рөхсәте

source: For selected:
tt_ru: Сайланган өчен:

source: Add user:
tt_ru: Кулланучыны өстәү

source: yes
tt_ru: әйе

source: no
tt_ru: юк

source: default
tt_ru: үрнәк

source: Same user already exists
tt_ru: Мондый кулланучы инде бар

source: enable write access
tt_ru: язу рөхсәт ителә

source: disable write access
tt_ru: язу рөхсәт ителми

source: remove from list
tt_ru: исемлектән бетерү
