Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-grub.po
Languages: de, kk

source: Bootloader setup
de: Bootloader Konfiguration
kk: Жүктеушіні орнату

source: Device:
de: Gerät:
kk: Құрылғы:

source: Install
de: Installieren
kk: Орнату

source: Reset
de: Zurücksetzen
kk: Тастау

source: Skip bootloader install
de: Überspringe Bottloader-Installation
kk: Жүктеушіні орнатуды аттап кету

source: Can't create tempfile
de: Kann nicht tempfile erschaffen
kk: Уақытша файлды жасау сәтсіз

source: No device for install given!
de: Kein Gerät für Installation gegeben!
kk: Орнату үшін құрылғы көрсетілмеген!

source: Can't install grub on
de: Installation von Grub funktioniert nicht auf
kk: Келесі жерге grub орнату мүмкін емес:

source: even using blocklists :
de: benutzt sogar Sperrlisten :
kk: блоктізімдерді қолданып та :

source: Hard drive
de: Festplatte
kk: Қатты диск

source: Linux partition
kk: Linux бөлімі
