Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-packages.po
Languages: ru, tt_ru

source: Apply
ru: Применить
tt_ru: Куллану

source: Applying changes...
ru: Производятся изменения...
tt_ru: Көйләүләрне куллану...

source: Available
ru: Доступно
tt_ru: Булган

source: Be Installed
ru: Будет установлено

source: Be Kept
ru: Будет сохранено

source: Be Removed
ru: Будет удалено

source: Be Upgraded
ru: Будет обновлено

source: Be freed on disk
ru: Будет освобождено

source: Be used on disk
ru: Будет занято

source: Close
ru: Закрыть
tt_ru: Ябу

source: Download
ru: Загрузка
tt_ru: Кабул итү

source: Error during package installation
ru: Ошибка установки пакета
tt_ru: Төргәкне урнаштырганда хата килеп чыкты

source: Groups
ru: Группы
tt_ru: Төркемнәр

source: Important
ru: Необходимые
tt_ru: Мөһим

source: Install
ru: Установка
tt_ru: Урнаштыру

source: Installed
ru: Установлено
tt_ru: Урнаштырылган

source: Internal error
ru: Внутренняя ошибка
tt_ru: Эчке хата

source: Keywords:
ru: Ключевые слова:
tt_ru: Төп сүзләр:

source: Need to get
ru: Нужно получить
tt_ru: Алу кирәк

source: Packages
ru: Пакеты
tt_ru: Төргәкләр

source: Packages Installation
ru: Установка программ
tt_ru: Төргәкләрне урнаштыру

source: Pending
ru: Изменения

source: Please insert CDROM, labeled as
ru: Пожалуйста, вставьте CD диск, помеченный как
tt_ru: Мондый CD/DVD дискын кертегез:

source: Please wait...
ru: Пожалуйста, подождите...
tt_ru: Бераз көтегез...

source: Preparing...
ru: Подготовка...
tt_ru: Әзерләү...

source: Profiles
ru: Профили
tt_ru: Профильләр

source: Redo
ru: Повторить
tt_ru: кире кайтару

source: Reset
ru: Сбросить
tt_ru: Кайтару

source: Search
ru: Поиск
tt_ru: Эзләү

source: Show package description
ru: Показать описание пакета
tt_ru: Төргәк тасвирламасын чагылдыру

source: Show statistics
ru: Показать статистику

source: Unable to download
ru: Невозможно получить
tt_ru: Кабул итеп булмады

source: Unable to get
ru: Невозможно получить
tt_ru: Алып булмады

source: Unable to install
ru: Невозможно установить
tt_ru: Урнаштырып булмады

source: Unable to locate
ru: Невозможно получить

source: Undo
ru: Отменить
tt_ru: Кире кагу

source: Update
ru: Обновить
tt_ru: Яңарту

source: Updating Indices...
ru: Обновление индексов ...

source: Updating...
ru: Обновление индексов ...
tt_ru: Яңарту...

source: View:
ru: Режим просмотра:
tt_ru: Кыяфәт:

source: install
ru: Будет установлено
tt_ru: урнаштыру

source: keep
ru: Будет сохранено
tt_ru: калдыру

source: remove
ru: Будет удалено
tt_ru: Бетерү

source: upgrade
ru: Будет обновлено
tt_ru: яңарту
