Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-*.po
Languages: da, de, kk, tt_ru

source: Certification Authority
tt_ru: Таныклаучы үзәк

source: Certificate management
tt_ru: Таныклыклар белән идарә итү

source: CA management
tt_ru: CA белән идарә итү

source: CA status:
tt_ru: CA хәле

source: Subject
tt_ru: Кыска эчтәлек.

source: Common Name (CN):
tt_ru: Гомуми исем (CN):

source: Organizational Unit (OU):
tt_ru: Оешма бүлекчәге (OU):

source: Organization (O):
tt_ru: Оешма (O):

source: Country (C):
tt_ru: Ил (C):

source: Issuer
tt_ru: Нәшир

source: Other
da: Andre
de: Anderes
kk: Басқа
tt_ru: Башкалар

source: Issued on:
tt_ru: Бирелгән вакыт:

source: Expires on:
tt_ru: Үтәчәк:

source: SHA1 Fingerprint:
tt_ru: SHA1 суммасы:

source: MD5 Fingerprint:
tt_ru: MD5 суммасы:

source: Download certificate:
tt_ru: Таныклыкны кабул итү:

source: Download sign request:
tt_ru: Имзаны сорау:

source: Re-generate CA
tt_ru: CA таныклыгын кире төзү

source: (two letter country code)
tt_ru: (ике тамгалы ил коды)

source: (organization name, written in latin letters)
tt_ru: (латин хәрефләре белән язылган оешма исеме)

source: Confirm
tt_ru: Раслау

source: Create
tt_ru: Төзү

source: Back to list
tt_ru: Исемлеккә кайту

source: certificates
tt_ru: таныклыклар

source: Name
tt_ru: Исем

source: Status
tt_ru: Хәл

source: Date issued
tt_ru: Бирелгән вакыт

source: Expiry date
tt_ru: Үтәчәк

source: With selected:
tt_ru: Сайланган өчен:

source: Sign
tt_ru: Имза кую

source: Enable daily updates at
tt_ru: Һәркөн яңарышларны бу вакытта җибәрү:

source: Apply
tt_ru: Куллану

source: Sign certificate
tt_ru: Таныклыкка имза кую

source: Upload request
tt_ru: Сорауны йөкләү

source: Managed hosts
tt_ru: Идарә ителүче үзәкләр

source: Host
tt_ru: Үзәк

source: Delete
tt_ru: Бетерү

source: Update
tt_ru: Яңарту

source: Add host:
tt_ru: Үзәк өстәү:

source: Add
tt_ru: Өстәү

source: only digits, punctuation and latin letters allowed
tt_ru: сан, пунктуация һәм латин тамгалары гына рөхчәт ителә

source: Local certificates
tt_ru: Локаль таныклыклар

source: CA not initialized
tt_ru: CA җибәрелмәде

source: Missing sign request
tt_ru: Имза кую соравы юк.

source: Unable to sign request
tt_ru: Сорауга имза куем булмады.

source: Local
tt_ru: Локаль

source: Country and Organizaton must be defined
tt_ru: Ил һәм оешма күрсәтелергә тиеш

source: Organizaton must be defined
tt_ru: Оешма күрсәтелергә тиеш

source: Country must be defined
tt_ru: Ил күрсәтелергә тиеш

source: CA already initialized
tt_ru: CA инде җибәрелгән

source: Invalid sign request
tt_ru: Имза кую соравы хаталы.

source: Web interface
da: Webgrænseflade
de: Webschnittstelle
kk: Веб интерфейсі
tt_ru: Веб интерфейс

source: Setup embedded web server
da: Opsætning af indlejret webserver
de: Setup Eingebetteter Webserver
kk: Құрамындағы веб серверді іске қосу

source: Graphical interface
da: Grafisk brugerflade
de: Grafische Schnittstelle
kk: Графикалық интерфейс
tt_ru: График интерфейс

source: Setup input/output devices
da: Opsætning af input/output enheder
de: Setup Eingabe/Ausgabe Geräte
kk: Енгізу/шығару құрылғыларын баптау
tt_ru: Кертү/чыгару җайланмаларын көйләү

source: Other system settings
da: Andre systemindstillinger
de: Andere System Einstellungen
kk: Басқа жүйелік баптаулар
tt_ru: Системаның башка көйләүләре

source: Mail
kk: Эл. пошта
tt_ru: Почта

source: Setup e-mail service
da: Opsætning af e-mail tjeneste
kk: Эл. пошта қызметін баптау
tt_ru: E-mail хезмәтен көйләү

source: Servers
da: Servere
de: Server
kk: Серверлер
tt_ru: Серверлар

source: Various network services
da: Forskellige netværkstjenester
de: Verschiedene Netzwerkdienste
kk: Әр түрлі желілік қызметтер
tt_ru: Төрле челтәр хезмәтләре

source: Programs
da: Programmer
de: Programme
kk: Бағдарламалар
tt_ru: Кушымталар

source: Setup, remove and update programs
da: Konfigurer, fjern og opdater programmer
de: Konfiguration, entferne und aktualisiere Programme
kk: Бағдарламаларды орнату, өшіру және жаңарту
tt_ru: Кушымталарны урнаштыру, бетерү һәм яңарту

source: Network
da: Netværk
de: Netzwerk
kk: Желі
tt_ru: Челтәр

source: Setup network connections
da: Konfigurer netværksforbindelser
de: Konfiguriere Netzwerkverbindungen
kk: Желілік байланыстарды баптау
tt_ru: Челтәргә тоташуларны көйләү

source: Firewall
kk: Желілік экран

source: Statistics
da: Statistikker
de: Statistiken
kk: Статистика
tt_ru: Статистика

source: System statistics
da: Systemstatistik
de: Systemstatistiken
kk: Жүйелік статистика
tt_ru: Система статистикасы

source: Users
da: Brugere
de: Benutzer
kk: Пайдаланушылар
tt_ru: Кулланучылар

source: System users management
da: Administration af systembrugere
de: System Benutzerverwaltung
kk: Жүйе пайдаланушыларын басқару
tt_ru: Кулланучылар булән идарә итү

source: Accounting
da: Kontoer
de: Account-Verwaltung
kk: Есеп
tt_ru: Керү

source: System accounting
da: Systemkontoer
de: System Account-Verwaltung
kk: Жүйелік есептер
tt_ru: Системага керү

source: Date/Time
da: Dato/Tid
de: Datum/Zeit
kk: Күн/Уақыт
tt_ru: Көн һәм вакыт

source: System clock setup
da: Opsætning af systemur
de: Systemuhr Konfiguration
kk: Жүйе уақытын баптау
tt_ru: Система сәгатен көйләү

source: System
kk: Жүйе
tt_ru: Система

source: Operating system information and setup
da: Operativsystemoplysninger og opsætning
de: Betriebssystem Informationen und Setup
kk: Операциялық жүйе ақпараты және баптау
tt_ru: Операцион система: мәгълумат һәм көйләү

source: only small latin letters, digits, '-' and '_' allowed, starting with a small latin letter.
da: kun små latinske bogstaver, cifre, '-' og '_' er tilladt, begyndende med et lille latinsk bogstav.
de: nur kleine, lateinische Buchstaben, Ziffern, '-' und '_' erlaubt, welche mit einem kleinen lateinischen Buchstaben beginnen.
kk: тек кіші латын әріптері, сандар, '-' және '_' рұқсат етілген, кіші латын әрпінен басталуы тиіс.

source: invalid IP with MASK list
da: ugyldig IP med MASK liste
de: ungültige IP mit MASK Liste
kk: IP адресі мен ішкі желі маскасы қате

source: invalid hostname list
da: ugyldig liste over værtsnavne
de: ungültige Hostnamen Liste
kk: хост аты қате

source: invalid TCP port
da: ugyldig TCP port
de: ungültiger TCP Port
kk: TCP порты қате
tt_ru: хаталы TCP порт

source: invalid e-mail address
da: ugyldig emailadresse
de: ungültige E-Mail-Adresse
kk: эл. пошта адресі қате
tt_ru: хаталы e-mail адрес

source: date should be in YYYY-MM-DD format
da: dato skal være i YYYY-MM-DD formatet
de: Datum sollte im JJJJ-MM-TT Format sein
kk: күн ЖЖЖЖ-АА-КК пішімінде болуы тиіс
tt_ru: көн YYYY-MM-DD форматында булырга тиеш

source: only latin letters, digits, '-', and '_' allowed
da: kun latinske bogstaver, cifre, '-', og '_' er tilladt
de: nur lateinische Buchstaben, Ziffern, '-' und '_' erlaubt
kk: тек латын әріптер, сандар, '-' және '_' рұқсат етілген
tt_ru: Латин, сан, «-» һәм «_» тамгалары гына рөхсәт ителә.

source: invalid IP with MASK specification
da: ugyldig IP med MASK specifikation
de: ungültige IP mit MASK Spezifikation
kk: IP адресі мен ішкі желі маскасы қате

source: invalid IP address list
da: ugyldig IP adresseliste
de: ungültige IP-Adressen Liste
kk: IP адрестер тізімі қате
tt_ru: IP адресларның хаталы битлеге

source: invalid ISO-3166-alpha-2 country code
da: ugyldig ISO-3166-alpha-2 landekode
de: ungültiger ISO-3166-alpha-2 Länder Code
kk: ISO-3166-alpha-2 бойынша ел коды қате
tt_ru: ISO-3166-alpha-2 буенча булган ил коды хаталы

source: invalid telephone number
da: ugyldigt telefonnummer
de: ungültige Telefonnummer
kk: телефон нөмірі қате
tt_ru: хаталы телефон номеры

source: invalid IP address
da: ugyldig IP adresse
de: ungültige IP-Adresse
kk: IP адресі қате
tt_ru: хаталы IP адрес

source: invalid boolean value
da: ugyldig boolesk værdi
de: ungültiger boolean Wert
kk: логикалық мәні қате

source: invalid IP network specification
da: ugyldig IP netværksspecifikation
de: ungültige IP Netzwerk Spezifikation
kk: IP ішкі желісі қате көрсетілген

source: only latin letters, digits, '-', '.', and '_' allowed
da: kun latinske bogstaver, cifre, '-', '.', og '_' er tilladt
de: nur lateinische Buchstaben, Ziffern, '-', '.' und '_' erlaubt
kk: тек латын әріптері, сандар, '-', '.' және '_' рұқсат етілген
tt_ru: латин, сан, «.», «-» һәм «_» тамгалары гына рөхсәт ителә

source: invalid IP network list
da: ugyldig IP netværksliste
de: ungültige IP-Netzwerk Liste
kk: IP ішкі желілер тізімі қате

source: time should be in HH:MM:SS format
da: tid skal være i HH:MM:SS formatet
de: Zeit sollte in HH:MM:SS Format sein
kk: уақыт СС:ММ:ССек пішімінде болуы тиіс
tt_ru: вакыт HH:MM:SS форматында булырга тиеш

source: only small latin letters, digits and '_' allowed
da: kun små latinske bogstaver, cifre og '_' er tilladt
de: nur kleine, lateinische Buchstaben, Ziffern und '_' erlaubt
kk: тек кіші латын әріптері, сандар және '_' рұқсат етілген
tt_ru: латин, сан һәм «_» тамгалары гына рөхсәт ителә
