Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-update-kernel.po
Languages: da, ru

source: Update kernel
da: Opdater kernen
ru: Обновить ядро

source: Loaded kernel release:
da: Indlæst kerne udgivelse:
ru: Релиз загруженного ядра:

source: Loaded kernel flavour:
da: Indlæst kerne varianter:
ru: Тип загруженного ядра (flavour):

source: Loaded kernel version:
da: Indlæst kerne version:
ru: Версия загруженного ядра:

source: Installed kernels:
da: Installerede kerner:
ru: Установленные ядра:

source: Make the kernel bootable by default
da: Gør kernen bootbar som standard
ru: Сделать ядро загружаемым по умолчанию

source: Notes
da: Noter
ru: Замечание:

source: To make the kernel bootable by default, select the desired version in the list above
da: For at gøre kernen bootbar som standard skal du vælge den ønskede version på listen ovenfor
ru: Чтобы сделать ядро загружаемым по умолчанию, выберите желаемую версию

source: and click the 'Make the kernel bootable by default' button.
da: og klik på knappen 'Gør kernen bootbar som standard'.
ru: в списке выше и нажмите кнопку 'Сделать ядро загружаемым по умолчанию'.

source: Restart the computer to boot with the selected kernel.
da: Genstart computeren for at starte med den valgte kerne.
ru: Перезагрузите компьютер, чтобы загрузится с выбранным ядром.

source: Remove kernel
da: Fjern kernen
ru: Удалить ядро

source: Update kernel...
da: Opdater kerne...
ru: Обновить ядро...

source: To install modules or update the kernel, click 'Update kernel'
da: For at installere moduler eller opdatere kernen skal du klikke på 'Opdater kerne'
ru: Чтобы установить модули или обновить ядро, нажмите кнопку 'Обновить ядро'

source: (You need the latest kernel to install modules).
da: (Du skal bruge den seneste kerne for at installere moduler).
ru: (чтобы установить модули нужна последняя версия ядра).

source: This action will require updating the list of packages available in the repository,
da: Denne handling kræver opdatering af listen over tilgængelige pakker i arkivet,
ru: Это потребует обновления списка пакетов доступных в репозитории

source: and may take some time (depending on the speed of the Internet connection).
da: og kan tage noget tid (afhængigt af hastigheden på internetforbindelsen).
ru: и может занять некоторое время (зависит от скорости интернета).

source: Kernel bootable by default:
da: Kerne bootbar som standard:
ru: Ядро загружаемое по умолчанию:

source: Installed modules
da: Installerede moduler
ru: Установленные модули

source: Remove module
da: Fjern modulet
ru: Удалить модуль

source: Available kernel:
da: Tilgængelig kerne:
ru: Доступное ядро:

source: Install modules
da: Installer moduler
ru: Установить модули

source: back
da: tilbage
ru: назад

source: Available modules
da: Tilgængelige moduler
ru: Доступные модули:

source: Do you really want to delete kernel
da: Vil du virkelig slette kernen
ru: Вы действительно хотите удалить ядро

source: Do you really want to delete these modules?
da: Vil du virkelig slette disse moduler?
ru: Вы действительно хотите удалить выбранные модули?

source: Please wait...
da: Vent venligst...
ru: Пожалуйста, подождите...

source: Notes
da: Noter
ru: Замечание:

source: Latest kernel is already installed on your system.
da: Den seneste kerne er allerede installeret på dit system.
ru: Последнее ядро уже установлено в вашей системе.

source: Do you really want to update kernel?
da: Vil du virkelig opdatere kernen?
ru: Вы действительно желаете обновить ядро?

source: Do you really want to install modules?
da: Vil du virkelig installere moduler?
ru: Вы действительно желаете установить модули?

source: << back
da: << tilbage
ru: << назад

source: Failed to install kernel.
da: Kunne ikke installere kernen.
ru: Не удалось установить ядро.

source: Failed to install kernel. Perhaps 'noexec' mount option used for /tmp. Please do not try to boot with this kernel.
da: Kunne ikke installere kernen. Måske 'noexec' monteringsmulighed brugt til /tmp. Forsøg ikke at starte med denne kerne.
ru: Ошибка обновления ядра. Возможно, для /tmp используется параметр монтирования 'noexec'. Пожалуйста, не пытайтесь загрузиться с этим ядром.

source: Kernel update completed.
da: Kerne opdatering gennemført.
ru: Обновление ядра завершено.

source: Failed to install modules.
da: Kunne ikke installere moduler.
ru: Не удалось установить модули.

source: Modules installed.
da: Moduler installeret.
ru: Модули установлены.

source: Error when updating the list of packages available in the repository. The list of available packages may be out of date.
da: Fejl ved opdatering af listen over tilgængelige pakker i arkivet. Listen over tilgængelige pakker kan være forældet.
ru: Ошибка при обновлении списка пакетов, доступных в репозитории. Список доступных пакетов может быть неактуален.
