Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-gpupdate.po
Languages: ru

source: Group Policy
ru: Групповые политики

source: Group Policy Management
ru: Управление групповыми политиками

source: Warning:
ru: Внимание:

source: This module enables Group Policy users and computer
ru: Этот модуль включает поддержку управления групповыми политиками

source: management. Additional settings applies during boot process and
ru: пользователей и компьютера. Дополнительные настройки применяются вовремя загрузки

source: user login after authentication in Active Directory.
ru: компьютера и после входа пользователя в систему при аутентификации в Active Directory.

source: Current group policy profile:
ru: Текущий профиль групповых политик:

source: Apply
ru: Применить

source: Group Policy management<br />enabled for profile:
ru: Управление групповыми политиками<br />включено для профиля:

source: Group Policy management disabled
ru: Управление групповыми политиками отключено

source: Workstation
ru: Рабочая станция

source: Server
ru: Сервер

source: Active Directory Domain Controller
ru: Контроллер домена Active Directory

source: User profile:
ru: Пользовательский профиль:

source: Cannot enable group policy:
ru: Не удалось применить групповые политики:
