Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-roles.po
Languages: ru

source: Roles
ru: Роли

source: Role is empty.
ru: Роль не указана.

source: Privilege is empty.
ru: Привилегия не указана.

source: Add a privilege:
ru: Добавить привилегию:

source: Role:
ru: Роль:

source: Privilege:
ru: Привилегия:

source: Cancel
ru: Отмена

source: Add a privilege to system role:
ru: Назначить привилегию системной роли:

source: File name is empty.
ru: Имя файла не указано.

source: File:
ru: Файл:

source: Privileges from /etc/role
ru: Привилегии из /etc/role

source: Privileges from /etc/role.d/*
ru: Привилегии из /etc/role.d/*

source: Role is enabled
ru: Включить механизм ролей

source: Add a privilege...
ru: Добавить привилегию...

source: Remove a privilege
ru: Удалить привилегию

source: System roles
ru: Системные роли

source: System role privileges
ru: Привилегии системной роли

source: Other privileges
ru: Остальные привилегии
