Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-zabbix-server.po
Languages: ru

source: Zabbix server - monitoring system
ru: Сервер Zabbix — система мониторинга

source: You must specify storage address before using bacula.
ru: Необходимо указать внешний адрес Storage перед использованием Bacula.

source: Specify storage address...
ru: Указать внешний адрес Storage...

source: Save
ru: Сохранить

source: Go to Zabbix configuration (new window)
ru: Настройка Zabbix в новом окне

source: Server
ru: Сервер

source: Active
ru: Активность

source: Info
ru: Сведения

source: Database
ru: База данных

source: Zabbix server options
ru: Параметры сервера Zabbix

source: Value (leave empty for default)
ru: Значение (оставьте пустым для значения по умолчанию).

source: List of comma delimited IP addresses that the trapper should listen on. Default: 0.0.0.0
ru: Список IP-адресов, разделённых запятыми, которые прослушиваются трапперами. По умолчанию: 0.0.0.0.

source: Listen port for trapper (1024-32767). Default: 10051
ru: Номер порта траппера (1024-32767). По умолчанию 10051.

source: Number of pre-forked instances of trappers (0-1000). Default: 5
ru: Количество одновременно запускаемых трапперов (0-1000). По умолчанию: 5.

source: Number of pre-forked instances of pollers (0-1000). Default: 5
ru: Количество одновременно запускаемых пуллеров (0-1000). По умолчанию: 5.

source: SNMP trapper process is started. Default: off
ru: Запускать процесс траппера SNMP. По умолчанию не запускать.

source: Update settings
ru: Обновить параметры

source: Initial setup
ru: Первоначальная настройка

source: It is necessary to accomplish basic initialization. OS settings adjusting is required for using Zabbix server.
ru: Вы должны пройти первоначальную настройку. Потребуется изменить параметры системы для использования Zabbix.

source: Warning:
ru: Предупреждение:

source: in case of existance DB it will be dropped.
ru: Существующая база будет перезаписана.

source: Root password (required to modify MySQL):
ru: Пароль администратора базы данных MySQL:

source: Proceed basic initialization
ru: Применение первоначальной настройки

source: Show debug
ru: Отладочная информация

source: Serial ports control activated
ru: Включено управление последовательными портами

source: Serial ports control deactivated
ru: Отключено управление последовательными портами

source: No
ru: Нет

source: Yes
ru: Да

source: There are no RPM packages installed
ru: Не установлены пакеты RPM

source: Zabbix server for local MySQL server
ru: Сервер Zabbix использует локальный сервер MySQL

source: Do not use Zabbix server
ru: Не использовать сервер Zabbix
