Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-mkimage.po
Languages: ru

source: Create distribution images
ru: Создать образы дистрибутива

source: Target image
ru: Целевой образ

source: Let's test it before building
ru: Проверка перед сборкой

source: Image configuration:
ru: Конфигурация образа:

source: SquashFS compression
ru: Сжатие SquashFS

source: Hybrid ISO
ru: Гибридный образ

source: Reset
ru: Сбросить

source: Test
ru: Проверить

source: Build
ru: Собрать

source: idle
ru: простой

source: Builds using root privileges are not supported.
ru: Сборка образов под правами суперпользователя не поддерживается

source: Initializing build directory...
ru: Подготовка каталога сборки...

source: Preparing image configuration...
ru: Конфигурация образа...

source: Building image, please wait...
ru: Собирается образ. Пожалуйста, подождите...

source: Done.
ru: Готово.

source: Failed!
ru: Ошиба сборки!

source: Test passed
ru: Проверка прошла успешно
