Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-ports-access.po
Languages: es, pt_br, uk

source: Ports access control
es: Control de acceso a puertos
pt_br: Controle de acesso às portas
uk: Контроль доступу до портів

source: Serial ports access control
es: Control de puertos serie
pt_br: Controle de portas seriais
uk: Контроль послідовних портів

source: Port
es: Puerto
pt_br: Porto
uk: Порт

source: Enabled
es: Permitir
pt_br: Habilitado
uk: Включений

source: Access mode
es: Modo de acceso
pt_br: Modo de acesso
uk: Режим доступу

source: Serial port settings
es: Configuración del puerto serie
pt_br: Configurações da porta serial
uk: Налаштування послідовного порту

source: Value
es: Valor
pt_br: Valor
uk: Значення

source: Serial port:
es: Puerto serie:
pt_br: Porta serial:
uk: Послідовний порт

source: Enabled:
es: Permitir:
pt_br: Habilitado:
uk: Включений:

source: Device owner:
es: Propietario:
pt_br: Proprietário:
uk: Власник:

source: Device group:
es: Grupo:
pt_br: Grupo:
uk: Група:

source: Access mode:
es: Modo de acceso:
pt_br: Modo de acesso:
uk: Режим доступу:

source: Save serial port settings
es: Guardar la configuración del puerto serie
pt_br: Salvar configurações da porta serial
uk: Зберегти налаштування послідовного порту

source: USB ports access control
es: Control de acceso a puertos USB
pt_br: Portas USB controle de acesso
uk: Контроль USB-портів

source: White list
es: Lista blanca
pt_br: Lista branco
uk: Список дозволених пристроїв

source: Vendor ID
es: ID de Proveedor
pt_br: ID do Fornecedor
uk: ID виробника

source: Product ID
es: ID de producto
pt_br: ID do produto
uk: ID продукту

source: Serial
es: # de serie
pt_br: # de serie
uk: Серійний №

source: Device info
es: Información
pt_br: Informações
uk: Інформація

source: Delete selected entry from the white list
es: Eliminar la entrada seleccionada de la lista blanca
pt_br: Excluir a entrada selecionada da lista branca
uk: Видалити вибране правило

source: Rule part
es: Parte de la regla
pt_br: Parte da regra
uk: Частина правила

source: Vendor ID:
es: ID de Proveedor:
pt_br: ID do Fornecedor:
uk: ID виробника:

source: Product ID:
es: ID de producto:
pt_br: ID do produto:
uk: ID продукту:

source: Serial number:
es: Número de serie:
pt_br: Numero de série:
uk: Серійний номер:

source: Useful device info:
es: Información útil del dispositivo:
pt_br: Informações úteis sobre o dispositivo:
uk: Корисна інформація про пристрій:

source: Save USB device settings
es: Guardar la configuración del dispositivo USB
pt_br: Salvar configurações do dispositivo USB
uk: Зберегти параметри USB пристрою

source: Reset
es: Resetar
pt_br: Resetar
uk: Скидання

source: Plugged-in USB devices
es: Dispositivos USB conectados
pt_br: Dispositivos USB conectados
uk: Підключені USB-пристрої

source: Vendor
es: Proveedor
pt_br: Fornecedor
uk: Виробник

source: Device
es: Dispositivo
pt_br: Dispositivo
uk: Пристрій

source: Scan plugged-in USB devices
es: Escanear dispositivos USB conectados
pt_br: Escanear dispositivos USB conectados
uk: Сканувати підключені USB пристрої

source: Add selected device to the white list
es: Agregar el dispositivo seleccionado a la lista blanca
uk: Дозволити вибраний пристрій

source: Status
uk: Статус

source: Turn on serial control
es: Activar el control en serie
pt_br: Ligue o controle serial
uk: Включити контроль послідовних портів

source: Turn off serial control
es: Desactivar el control en serie
pt_br: Desligue o controle serial
uk: Вимкнути контроль послідовних портів

source: Turn on USB control
es: Activar el control USB
pt_br: Ligue o controle USB
uk: Включити контроль USB-портів

source: Turn off USB control
es: Desactivar el control USB
pt_br: Desligue o controle USB
uk: Вимкнути контроль USB-портів

source: Yes
es: Sí
pt_br: Sim
uk: Так

source: No
pt_br: Não
uk: Ні

source: Default
es: Predeterminado
pt_br: Padrão
uk: Типовий

source: User r/o
es: Propietario (leer)
pt_br: Proprietário (ler)
uk: Власник (читання)

source: User + group r/o
es: Propietario + grupo (leer)
pt_br: Proprietário + grupo (ler)
uk: Власник + група (читання)

source: User r/w
es: Propietario (leer + escribir)
pt_br: Proprietário (ler + escrever)
uk: Власник (читання та запис)

source: User r/w, group r/o
es: Propietario (le. + esc.), grupo (le.)
pt_br: Proprietário (ler + esc.), grupo (ler)
uk: Власник (чт.+зп.), група (чт.)

source: User + group r/w
es: Propietario + grupo (le. + esc.)
pt_br: Proprietário + grupo (ler + esc.)
uk: Власник + група (чт.+зп.)

source: please choose from the list above
es: por favor, elija de la lista anterior
pt_br: por favor, escolha a partir da lista acima
uk: будь ласка виберіть зі списку вище

source: Serial port control activated
es: Control de puertos serie activado
pt_br: Controle de portas seriais ativado
uk: Контроль послідовних портів активовано

source: Serial port control deactivated
es: Control de puertos serie desactivado
pt_br: Controle de portas seriais desativado
uk: Контроль послідовних портів вимкнено

source: USB port control activated
es: Control de puertos USB activado
pt_br: Controle de portas USB ativado
uk: Контроль USB-портів активовано

source: USB port control deactivated
es: Control de puertos USB desactivado
pt_br: Controle de portas USB desativado
uk: Контроль USB-портів вимкнено
