Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-sslkey.po
Languages: da, tt_ru

source: SSL keys management
da: SSL nøglehåndtering
tt_ru: SSL ачкычлары белән идарә итү

source: SSL settings
da: SSL indstillinger
tt_ru: SSL көйләүләре

source: Common Name (CN):
da: Almindeligt navn (AN):
tt_ru: Гомуми исем (CN):

source: (hostname for server or something else for client)
da: (værtsnavn for server eller noget andet for klient)

source: Country (C):
da: Land (C):
tt_ru: Ил (C):

source: (two letter country code)
da: (to bogstaver landekode)
tt_ru: (ике тамгалы ил коды)

source: Location (L):
da: Område (L):
tt_ru: Урын (L):

source: (state or city, written in latin letters)
da: (stat eller by, skrevet med latinske bogstaver)
tt_ru: (латин хәрефләре белән язылган өлкә яисә шәһәр исеме)

source: Organization (O):
da: Organisation (O):
tt_ru: Оешма (O):

source: (organization name, written in latin letters)
da: (organisationens navn, skrevet med latinske bogstaver)
tt_ru: (латин хәрефләре белән язылган оешма исеме)

source: Organizational Unit (OU):
da: Organisationsenhed (OU):
tt_ru: Оешма бүлекчәге (OU):

source: (organizational unit name, written in latin letters)
da: (navn på organisationsenheden, skrevet med latinske bogstaver)
tt_ru: (латин хәрефләре белән язылган оешма бүлекчәге исеме)

source: E-mail address:
da: Email adresse:
tt_ru: E-mail адресы

source: (your e-mail address)
da: (Din email adresse)
tt_ru: (сезнең электрон почтаның адресы)

source: (Re)create key and sign request
da: (Gen)opret nøgle og underskriv anmodning

source: Confirm
da: Bekræft
tt_ru: Раслау

source: Sign
da: Underskriv
tt_ru: Имза

source: Download sign request
da: Download underskriv anmodning

source: Upload certificate signed by CA:
da: Upload certifikat underskrevet af CA:

source: SSL keys:
da: SSL nøgler:
tt_ru: SSL ачкычлары:

source: New...
da: Ny...
tt_ru: Яңа...

source: Change...
da: Lave om...
tt_ru: Үзгәртү...

source: Delete key, certificate and sign request
da: Slet nøgle, certifikat og underskriv anmodning

source: SSL settings:
da: SSL indstillinger:
tt_ru: SSL көйләүләре:

source: Generate key and sign request
da: Generer nøgle og underskriv anmodning

source: Export sign request
da: Eksporter underskriv anmodning

source: Destination directory:
da: Destinations mappe:

source: Import user certificate:
da: Importer brugercertifikat:
tt_ru: Кулланучы таныклыгын кушу:

source: Import user certificate
da: Importer brugercertifikat
tt_ru: Кулланучы таныклыгын кушу

source: Apply
da: Anvend
tt_ru: Куллану

source: Cancel
da: Annuller
tt_ru: Отмена

source: invalid ISO-3166-alpha-2 country code
da: ugyldig ISO-3166-alpha-2 landekode
tt_ru: Хаталы ISO-3166-alpha-2 ил коды

source: only digits, punctuation and latin letters allowed
da: kun cifre, tegnsætning og latinske bogstaver tilladt
tt_ru: сан, пунктуация һәм латин тамгалары гына рөхчәт ителә

source: expire
da: udløber

source: OK certificate
da: OK certifikat
tt_ru: OK таныклыгы

source: Invalid certificate
da: Ugyldigt certifikat
tt_ru: Хаталы таныклык

source: No certificate
da: Intet certifikat
tt_ru: Таныклык юк

source: Unable to determine file name
da: Kan ikke bestemme filnavnet

source: Invalid certificate file
da: Ugyldig certifikatfil
tt_ru: Хаталы таныклык файлы

source: Sign request does not exist
da: Underskriv anmodning findes ikke

source: Target directory does not exist
da: Mål mappe eksisterer ikke

source: Export sign request failed
da: Eksport underskriv anmodning mislykkedes

source: OK
tt_ru: ОК
