Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-auth.po
Languages: da, kk, tt_ru

source: Authentication
da: Godkendelse
kk: Аутентификация
tt_ru: Тиңләштерү

source: Available authentication methods
da: Tilgængelige godkendelsesmetoder
kk: Қолжетерлік аутентификация тәсілдері
tt_ru: Тиңләштерүнең булган төрләре

source: Local files
da: Lokale filer
kk: Жергілікті файлдар
tt_ru: Локаль файллар

source: Kerberos domain
da: Kerberos domæne
kk: Kerberos домені
tt_ru: Kerberos домены

source: Select
da: Vælg
kk: Тізімді көрсету
tt_ru: Сайлау

source: Current domain:
da: Nuværende domæne:
kk: Ағымдағы домен:
tt_ru: Хәзерге домен:

source: Domain list:
da: Domæneliste:
kk: Домендер тізімі:
tt_ru: Домен исемлеге:

source: Attention:
da: Opmærksomhed:
kk: Назарыңызға:

source: Domain change needs reboot for normal operation
da: Domæneændring kræver genstart for normal drift
kk: Доменді ауыстырудан кейін дұрыс жұмыс істеу үшін компьютерді қайта қосу керек

source: Apply
da: Anvend
kk: Іске асыру
tt_ru: Куллану

source: Group Policy enforcement rules:
da: Håndhævelse af gruppepolitik:

source: SSSD GPO-based access control rules
da: SSSD GPO-baserede adgangskontrol regler

source: Ignore if Group Policies are not read:
da: Ignorer, hvis gruppepolitikker ikke læses:

source: Access users when group policy templates are not readable
da: Få adgang til brugere, når gruppepolitik skabeloner ikke kan læses

source: Cache credentials:
da: Cache legitimationsoplysninger:

source: SSSD users credentials cached in the local LDB cache
da: SSSD brugeres legitimationsoplysninger cachelagret i den lokale LDB cache

source: Privileges of SSSD running:
da: Privilegier for SSSD, der kører:

source: Set privileges to SSSD running
da: Indstil privilegier til at køre SSSD

source: DNS records update interval:
da: DNS records opdateringsinterval:

source: Set the value of refresh interval DNS records updated by SSSD in seconds
da: Indstil værdien af ​​opdateringsinterval DNS records opdateret af SSSD i sekunder

source: TTL value of client DNS record:
da: TTL værdi for klient DNS record:

source: Set the TTL value of client DNS record updated by SSSD in seconds
da: Indstil TTL værdien for klientens DNS record opdateret af SSSD på sekunder

source: Update the IP address in the DNS server:
da: Opdater IP adressen på DNS serveren:

source: Automatically update DNS server with the IP address using SSSD
da: Opdater automatisk DNS serveren med IP adressen ved hjælp af SSSD

source: Update the PTR record in the DNS server:
da: Opdater PTR record i DNS serveren:

source: Automatically update DNS server with the PTR record using SSSD
da: Opdater automatisk DNS serveren med PTR record ved hjælp af SSSD

source: Cancel
da: Annuller

source: Enter the name and password of an account
da: Indtast navnet og adgangskoden til en konto

source: with permission to join the domain.
da: med tilladelse til at tilslutte sig domænet.

source: Username:
da: Brugernavn:

source: Password:
da: Adgangskode:

source: Enable Group Policy
da: Aktiver gruppepolitik

source: Please, fill field
da: Udfyld venligst feltet

source: Netbios name should not be more 15 chars
da: Netbios navn bør ikke være mere end 15 tegn

source: Domain
da: Domæne

source: Netbios name
da: Netbios navn

source: Host name
da: Værtsnavn

source: Welcome to the
da: Velkommen til

source: domain.
da: domæne.

source: Local database
da: Lokal database

source: ALT Linux domain or Astra Linux Directory
da: ALT Linux domæne eller Astra Linux Directory

source: Domain:
da: Domæne:

source: Use cached credentials for out of domain login
da: Brug cachelagrede legitimationsoplysninger til log ind uden for domænet
kk: Домен қолжетерсіз кезде кіру үшін, мәліметті кэште сақтау

source: Active Directory domain
da: Active Directory domæne

source: Warning:
da: Advarsel:
kk: Ескерту:

source: Package task-auth-ad-sssd is not installed. Authentication with Active Directory is not available.<br />Package task-auth-ad is not enough because it uses non-recommended winbind.
da: Pakken task-auth-ad-sssd er ikke installeret. Godkendelse med Active Directory er ikke tilgængelig.<br />Pakken task-auth-ad er ikke nok, fordi den bruger ikke-anbefalet winbind.

source: Workgroup:
da: Arbejdsgruppe:

source: Computer name:
da: Computer navn:

source: FreeIPA domain
da: FreeIPA domæne

source: Package task-auth-freeipa is not installed. Authentication with FreeIPA is not available.
da: Pakken task-auth-freeipa er ikke installeret. Godkendelse med FreeIPA er ikke tilgængelig.

source: SSSD settings...
da: SSSD indstillinger...

source: local
da: lokal
kk: доменді қолданбау
tt_ru: локаль

source: Kerberos domain is not used
da: Kerberos domænet bruges ikke

source: Unable to find specified domain
da: Kan ikke finde det angivne domæne

source: Domain does not set:
da: Domæne er ikke angivet:

source: Cannot contact KDC for realm
da: Kan ikke kontakte KDC for realm

source: Unknown administrator name
da: Ukendt administrator navn

source: Preauthentication failed
da: Forgodkendelse mislykkedes

source: Wrong password
da: Forkert kodeord

source: Perhaps the password has expired
da: Måske er adgangskoden udløbet

source: Unable to join to Active Directory domain:
da: Kan ikke tilsluttes Active Directory domænet:

source: Unable to find IPA Server to join
da: Kan ikke finde IPA serveren at deltage i

source: Incorrect administrator password
da: Forkert administratoradgangskode

source: Unable to join to FreeIPA domain:
da: Kan ikke tilmelde dig FreeIPA domænet:

source: LDAP base
kk: LDAP дерекқоры
tt_ru: LDAP

source: LDAP server:
kk: LDAP сервері:
tt_ru: LDAP серверы

source: Base DN:
kk: Базалық DN:
tt_ru: Төп DM:

source: Search for domains is impossible because avahi-daemon is not started
kk: Домендерді іздеу мүмкін емес, өйткені avahi-daemon қызметі іске қосылмаған

source: Kerberos domain do not used
kk: жергілікті пайдаланушылар дерекқоры қолданылуда

source: Domain not set
kk: Домен орнатылмаған
tt_ru: Домен күрсәтелмәгән

source: Multi
tt_ru: Берничә чыганак

source: TLS/SSL
tt_ru: TLS/SSL белән
