Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-dhcp.po
Languages: tt_ru

source: DHCP server
tt_ru: DHCP серверы

source: General settings
tt_ru: Гомуми көйләүләр

source: Enable DHCP server
tt_ru: DHCP серверын җибәрү

source: Interface:
tt_ru: Интерфейс

source: Starting IP address:
tt_ru: Баш IP адрес:

source: Ending IP address:
tt_ru: Ахыргы IP адрес:

source: DNS server:
tt_ru: DNS серверы:

source: Search domain:
tt_ru: Эзләү домены:

source: Apply
tt_ru: Куллану

source: Reset
tt_ru: Кайтару

source: Static addresses
tt_ru: Үзгәрмәүчән адреслар:

source: IP address
tt_ru: IP адресы

source: MAC address
tt_ru: MAC адресы

source: Computer name
tt_ru: Компьютер исеме

source: Remove selected
tt_ru: Сайланганны бетерү

source: New static address:
tt_ru: Яңа үзгәрмәүчән адрес:

source: IP address:
tt_ru: IP адресы:

source: MAC address:
tt_ru: MAC адресы

source: Computer name:
tt_ru: Компьютер исеме:

source: Add
tt_ru: Өстәү

source: invalid MAC address
tt_ru: Хаталы MAC адрес

source: 1 hour
tt_ru: 1 сәгать

source: 2 hours
tt_ru: 2 сәгать

source: 4 hours
tt_ru: 4 сәгать

source: 8 hours
tt_ru: 8 сәгать

source: 12 hours
tt_ru: 12 сәгать

source: 1 day
tt_ru: 1 көн

source: 1 week
tt_ru: 1 атна

source: 2 weeks
tt_ru: 2 атна

source: 1 month
tt_ru: 1 ай

source: Invalid address range
tt_ru: хаталы адрес
