Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-pkg.po
Languages: da

source: Install sources
da: Installer kilder

source: Graphics
da: Grafik

source: Multimedia (full)
da: Multimedie (alt)

source: Desktop
da: Kontor software

source: Documentation
da: Dokumentation

source: Graphics (full)
da: Grafik (alt)

source: Office Suite
da: Kontor software

source: Communications (full)
da: Kommunikation (alt)

source: Multimedia
da: Multimedie

source: Office Suite (full)
da: Kontor software (alt)

source: Desktop (full)
da: Kontor software (alt)

source: Edutainment
da: Underholdning

source: Games
da: Spil

source: Communications
da: Kommunikation

source: Emulators
da: Emulatorer

source: Repository:
da: Arkiv:

source: New source:
da: Ny kilde:

source: Add
da: Tilføj

source: Available sources:
da: Tilgængelige kilder:

source: Delete
da: Slet

source: Return
da: Vend tilbage

source: Repositories:
da: Arkiver:

source: Source URI:
da: Kilde URI:

source: Change
da: Ændre

source: Advanced...
da: Avanceret...

source: There are conflicts detected:
da: Der er opdaget konflikter:

source: and
da: og

source: Required disk space
da: Nødvendig diskplads

source: calculating...
da: beregner...

source: unable to install in selected configuration
da: ude af stand til at installere i den valgte konfiguration

source: Additional applications:
da: Yderligere programmer:

source: Profile:
da: Profil:

source: Selected group contains:
da: Den valgte gruppe indeholder:

source: Preparing...
da: Forbereder...

source: Show group details
da: Vis gruppedetaljer

source: Building packages list
da: Bygger pakkeliste

source: Installing base system
da: Installerer basissystem

source: Installing software
da: Installerer software

source: Loading package information...
da: Indlæser pakkeoplysninger...

source: Installing additional software
da: Installerer yderligere software

source: Please insert CDROM labeled as
da: Indsæt venligst CDROM mærket som

source: Unknown
da: Ukendt

source: Into drive
da: Ind i drev

source: Press 'Next' button to continue
da: Tryk på knappen 'Næste' for at fortsætte

source: Critical error during install
da: Kritisk fejl under installationen

source: Invalid or unsupported protocol. Should be http://, ftp://, rsync:// or file:
da: Ugyldig eller ikke-understøttet protokol. Skal være http://, ftp://, rsync:// eller fil:

source: Same source already exists
da: Samme kilde findes allerede

source: inactive
da: inaktiv
