Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-net-l2tp.po
Languages: ru

source: L2TP connections
ru: Cоединения L2TP

source: Connection settings
ru: Параметры соединения

source: Select L2TP interface:
ru: Выберите интерфейс L2TP:

source: Current status:
ru: Текущее состояние службы:

source: Connect
ru: Подключиться

source: Disconnect
ru: Отключиться

source: Remote server IP:
ru: IP-адрес сервера:

source: Local IP:
ru: Локальный IP-адрес:

source: IP remote L2TP server:
ru: IP-адрес сервера L2TP:

source: User name:
ru: Имя пользователя:

source: Password:
ru: Пароль:

source: Walk through interface:
ru: Опорный интерфейс:

source: Default route via tunnel
ru: Маршрут по умолчанию через туннель

source: Start at boot
ru: Запускать при загрузке

source: Reset modifications
ru: Сбросить изменения

source: Save settings
ru: Сохранить параметры

source: Delete connection
ru: Удалить соединение

source: Create new connection
ru: Создать соединение

source: Add new L2TP connection, with network interface name:
ru: Новое соединение L2TP:

source: Create
ru: Создать

source: N/A
ru: н/д

source: connection is established
ru: соединение установлено

source: connection is down
ru: соединение выключено

source: Use any appropriate interface
ru: Использовать любой подходящий интерфейс
