Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-mkve.po
Languages: ru, uk

source: (enter passphrase)
ru: (введите фразу)
uk: (уведіть пароль)

source: (megabytes)
ru: (мегабайты)
uk: (мегабайти)

source: (repeat passphrase)
ru: (повторите фразу)
uk: (повторіть пароль)

source: Add
ru: Добавить
uk: Додати

source: Add an IP address:
ru: Добавить IP адрес:
uk: Додати IP адресу:

source: Addresses
ru: Адреса
uk: Адреси

source: Administrator's password successfully updated
ru: Пароль администратора успешно обновлён
uk: Пароль адміністратора успішно оновлено

source: Adopt
ru: Удочерить
uk: Удочерити

source: Adopt a virtual machine
ru: Удочерить виртуальную машину
uk: Удочерити віртуальну машину

source: Apply
ru: Применить
uk: Застосувати

source: Back
ru: Назад
uk: Назад

source: Barrier
ru: Пороговое значение
uk: Поріг

source: Bridge:
ru: Бридж:
uk: Міст:

source: Bundle is not specified
ru: Имя шаблона не указано
uk: Ім'я шаблону не вказано

source: Capabilities
ru: Привилегии
uk: Привілеї

source: Capabilities of machine
ru: Привилегии машины
uk: Привілеї машини

source: Choose a bundle:
ru: Выберите профиль:
uk: Оберіть профіль:

source: Choose a machine:
ru: Выберите машину:
uk: Оберіть машину:

source: Choose machine parameters:
ru: Выберите параметры машины:
uk: Оберіть параметри машини:

source: Configure
ru: Настройка
uk: Налаштувати

source: Create
ru: Создать
uk: Створити

source: Create new virtual machine
ru: Создать новую виртуальную машину
uk: Створити нову віртуальну машину

source: Delete selected
ru: Удалить выбранные
uk: Вилучити обрані

source: Destroy
ru: Уничтожить
uk: Знищити

source: Disk quotas
ru: Дисковые квоты машины
uk: обмеження використання диску

source: Disk quotas for machine
ru: Дисковые квоты машины
uk: обмеження використання диску для машини

source: Do you really want do destroy this machine?
ru: Вы действительно хотите уничтожить машину?
uk: Ви дійсно хочете знищити цю машину?

source: Do you want to use lzma?
ru: Использовать lzma:
uk: Ви бажаєте використати lzma?

source: Enable quotas
ru: Включить квоты
uk: Включити квоти

source: Go to main page
ru: На главную страницу
uk: На головну сторінку

source: Hardware node interfaces:
ru: Сетевые интерфейсы хоста:
uk: Мережеві пристрої вузлу:

source: Held
uk: Поточні

source: IP address(es):
ru: IP адреса машины:
uk: IP адреси:

source: IP addresses
ru: IP адреса машины
uk: IP адреси

source: IP addresses assigned to container:
ru: Список IP адресов контейнера:
uk: Перелік IP адрес контейнеру:

source: Interface
ru: Интерфейс
uk: Інтерфейс

source: KVM virtual machines
ru: Виртуальные машины KVM
uk: Віртуальні машини KVM

source: Limit
ru: Макс. значение
uk: Обмеження

source: Links to alterator within container
ru: Ссылки на Alterator внутри контейнера
uk: Посилання на Alterator всередины контейнеру

source: Machine name is not specified
ru: Имя машины не указано
uk: Ім'я машини не встановлено

source: Management of user resources
ru: Дополнительные настройки
uk: Керування ресурсами користувача

source: Maxheld
uk: Пік

source: Memory:
ru: Память:
uk: Пам'ять:

source: Name is empty
uk: Ім'я не встановлено

source: Name:
ru: Имя:
uk: Ім'я:

source: No machines found
ru: Машин не найдено
uk: Жодної машини не знайдено

source: OpenVZ Containers
ru: Контейнеры OpenVZ
uk: Контейнери OpenVZ

source: Pack
ru: Упаковать
uk: Запакувати

source: Pack a virtual machine
ru: Упаковать виртуальную машину
uk: Запакувати віртуальну машину

source: Passwords mismatch
ru: Введённые пароли не совпадают
uk: Паролі не співпадають

source: Quota
ru: Квота
uk: Квота

source: Quotas expiration time:
ru: Срок действия квот:
uk: Строк дії квот:

source: Reset
ru: Сброс
uk: Скинути

source: Reset status
ru: Обнулить статус
uk: Скинути статус

source: Reset to defaults values
ru: Сброшено к старым значениям
uk: Скинути до старих значень

source: Resource name
ru: Ресурс
uk: Ім'я ресурсу

source: Restart
ru: Перезапустить
uk: Перезапустити

source: Root password
ru: Пароль пользователя root
uk: Пароля користувача root

source: Search
ru: Искать
uk: Пошук

source: Search for bundles:
ru: Искать профили:
uk: Пошук профілів:

source: Select a hypervisor:
ru: Выберите тип виртуализации:
uk: Обрати тип віртуалізації:

source: Select a machine name:
ru: Укажите имя для машины:
uk: Обрати ім'я машини:

source: Select a machine to adopt:
ru: Выберите машину:
uk: Обрати машину:

source: Settings for machine
ru: Установки машины
uk: Налаштування машини

source: Start
ru: Запустить
uk: запустити

source: Start on boot
ru: Запуск при загрузке
uk: Запускати при завантажені

source: State:
ru: Состояние:
uk: Стан:

source: Status
ru: Статус
uk: Стан

source: Stop
ru: Остановить
uk: Зупинити

source: There are no machines to pack
ru: Машин для упаковки не найдено
uk: Машин для пакування не знайдено

source: Type of virtualisation:
ru: Тип виртуализации:
uk: Тип віртуалізації:

source: Update bundles list
ru: Обновить список профилей
uk: Оновити перелік профілів

source: Used CPU time (in seconds):
ru: Использованное машинное время:
uk: Використано часу машини (у секундах):

source: User beancounters
ru: Настройки ограничений системных ресурсов машины
uk: Налаштування обмежень системних ресурсів

source: User beancouters for machine
ru: Настройки ограничений системных ресурсов машины
uk: Налаштування обмежень системних ресурсів машини

source: VNC display:
ru: Дисплей VNC:
uk: Дисплей VNC:

source: Virtual machines
ru: Виртуальные машины
uk: Віртуальні машини

source: Where to pack a bundle?
ru: Путь к выходному файлу:
uk: Де пакувати профіль?

source: architecture:
ru: архитектура:
uk: архітектура:

source: can't find UDI for
ru: не получается узнать UDI для
uk: не вдається дізнатися UDI для

source: can't find src
ru: не могу найти исходные данные
uk: не можу знайти вихідні дані

source: can't mount
ru: не получается примонтировать
uk: не можу примонтувати

source: can't remove dir
ru: не получается удалить директорию
uk: не можу вилучити теку

source: can't umount
ru: не получается отмонтировать
uk: не можу відмонтувати

source: chpasswd failed:
ru: запуск программы chpasswd завершился с ошибкой:
uk: помилка chpasswd:

source: disk inodes
ru: дисковые иноды
uk: дискові іноди

source: disk space in 1k-blocks
ru: Размер диска в блоках по 1K
uk: розмір диску у блоках по 1K

source: hard limit
ru: Макс. значение
uk: жорстке обмеження

source: hypervisor:
ru: тип виртуализации:
uk: тип віртуалізації:

source: location:
ru: местоположение:
uk: розташування:

source: mktemp failed:
ru: запуск программы mktemp завершился с ошибкой:
uk: помилка mktemp:

source: mkve failed
ru: запуск программы mkve завершился с ошибкой
uk: помилка mkve

source: no bundles found
ru: профили не найдены
uk: не знайдено профілів

source: none
ru: не найдено
uk: немає

source: not found
ru: не найдено
uk: не знайдено

source: only latin letters, digits, '-', and '_' allowed
ru: допустимы только латинские буквы, цифры, знаки '-' и '_'
uk: дозволені лише латинські літери, цифри та символи ’-’ і ’_’

source: optional
ru: необязательно
uk: не обов'язково

source: password successfully set
ru: пароль установлен
uk: пароль успішно встановлено

source: soft limit
ru: Пороговое значение
uk: м'яке обмеження

source: the domain is being shut down
ru: виртуальная машина выключается
uk: домен вимикається

source: the domain is blocked on resource
ru: виртуальная машина заблокирована на ресурсе
uk: домен заблоковано на ресурсі

source: the domain is crashed
ru: виртуальная машина завершила работу аварийно
uk: домен завершив роботу аварійно

source: the domain is paused by user
ru: виртуальная машина приостановлена пользователем
uk: домен призупинено користувачем

source: the domain is running
ru: виртуальная машина запущена
uk: домен виконується

source: the domain is shut off
ru: виртуальная машина остановлена
uk: домен вимкнено

source: unknown hypervisor
ru: не поддерживаемый тип виртуализации
uk: невідомий тип віртуалізації

source: unsupported architecture
ru: не поддерживаемая архитектура
uk: архітектура не підтримується

source: unsupported hypervisor
ru: не поддерживаемый тип виртуализации
uk: тип віртуалізації не підтримується

source: used
ru: Использовано
uk: використано

source: vendor:
ru: производитель:
uk: виробник:

source: you must start libvirtd daemon
ru: вы должны запустить сервис libvirtd
uk: ви повинні запустити сервіс libvirtd

source: you must stop machine at first
ru: для этого вы должны остановить машину
uk: ви повинні спочатку зупинити машину
