Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-openvpn-server.po
Languages: pt_br, ru, tt_ru, uk

source: OpenVPN-server
ru: OpenVPN-сервер
tt_ru: OpenVPN серверы
uk: OpenVPN-сервер

source: Clients
pt_br: Clientes
ru: Клиенты
tt_ru: Клиентлар
uk: Клієнти

source: Clients networks
pt_br: Redes de clientes
ru: Сети клиентов
tt_ru: Клиентлар челтәрләре
uk: Клієнтські мережі

source: Remove
pt_br: Remover
ru: Удалить
tt_ru: Бетерү
uk: Вилучити

source: Client name:
pt_br: Nome do cliente:
ru: Имя клиента:
tt_ru: Клиент исеме:
uk: Ім'я клієнту:

source: New network:
pt_br: Nova Rede:
ru: Новая сеть:
tt_ru: Яңа челтәр:
uk: Нова мережа:

source: Network mask:
pt_br: Máscara de rede:
ru: Маска сети:
tt_ru: Челтәр битлеге:
uk: Маска мережі:

source: Add
pt_br: Adicionar
ru: Добавить
tt_ru: Өстәү
uk: Додати

source: Client DNS-server:
pt_br: Cliente DNS-servidor:
ru: DNS-сервер клиента:
tt_ru: Клиент DNS серверы:
uk: DNS-сервер клієнту:

source: Client domain:
pt_br: Domínio de cliente:
ru: Домен клиента:
tt_ru: Клиент домены:
uk: Домен клієнту:

source: Apply
pt_br: Aplicar
ru: Применить
tt_ru: Куллану
uk: Застосувати

source: Back
pt_br: Voltar
ru: Назад
tt_ru: Артка
uk: Повернути

source: Enable OpenVPN server
pt_br: Ativar servidor OpenVPN
ru: Включить службу OpenVPN
tt_ru: OpenVPN серверын эшләтү
uk: Увімкнути OpenVPN сервер

source: Type:
pt_br: Tipo:
ru: Тип:
tt_ru: Төр:
uk: Тип:

source: Server networks
pt_br: Redes Server
ru: Сети сервера:
tt_ru: Сервер челтәрләре
uk: Мережа серверу

source: Bridge:
ru: Мост:
tt_ru: Күпер:
uk: Міст:

source: VPN network:
pt_br: Rede VPN:
ru: VPN сеть:
tt_ru: VPN челтәре:
uk: VPN мережа:

source: Gateway address:
pt_br: Endereço do Gateway:
ru: Адрес шлюза:
uk: Адреса шлюзу:

source: VPN addresses start:
pt_br: Endereços VPN iniciar:
ru: Начальный адрес VPN сети:
tt_ru: VPN адресларның башы:
uk: Початок VPN адрес:

source: VPN addresses end:
pt_br: Endereços VPN terminou:
ru: Конечный адрес VPN сети:
tt_ru: VPN адресларның ахыры:
uk: Кінець VPN адрес:

source: Port:
pt_br: Porta:
ru: Порт:
tt_ru: Порт:
uk: Порт:

source: LZO compression
pt_br: Compressão LZO
ru: Сжатие LZO
tt_ru: LZO кысылуы
uk: Компресія LZO

source: Use a TCP connection
ru: Использовать соединение TCP

source: SSL certificate and key...
pt_br: Certificado SSL e Chave...
ru: Сертификат и ключ SSL...
tt_ru: SSL таныклыгы һәм ачкычы...
uk: SSL сертифікат та ключ...

source: Upload CA certificate:
pt_br: Enviar certificado CA:
ru: Положить сертификат УЦ:
tt_ru: CA таныклыкларын йөкләү
uk: Завантажити CA сертифікат:

source: Upload
pt_br: Enviar
ru: Положить
tt_ru: Йөкләү
uk: Завантажити

source: CA certificate successfully uploaded
ru: Сертификат УЦ успешно загружен
tt_ru: CA таныклыклары уңышлы йөкләнде
uk: Сертифікат CA вдало завантажено

source: Clients networks...
pt_br: Redes de clientes ...
ru: Сети клиентов...
tt_ru: Клиент челтәрләре
uk: Клієнтські мережі...

source: Reset
pt_br: Resetar
ru: Вернуть
tt_ru: Кайтару
uk: Скинути

source: Routed (TUN)
ru: Маршрутизируемое (TUN)
uk: Маршрутизоване (TUN)

source: Bridged (TAP)
ru: Посредством моста (TAP)
uk: За посередництвом мосту (TAP)

source: VPN network conflicts with server network
pt_br: Conflitos de rede VPN com servidor de rede
ru: VPN сеть конфликтует с сетью сервера
uk: VPN мережа конфліктує з мережею серверу

source: VPN network conflicts with client network
pt_br: Conflitos de rede VPN com a rede do cliente
ru: VPN сеть конфликтует с сетью клиента
uk: VPN мережа конфліктує з мережею клієнта

source: VPN start address not in VPN network
pt_br: VPN endereço de início não na rede VPN
ru: Начальный адрес VPN не принадлежит VPN-сети
uk: Початок VPN адрес не у VPN мережі

source: VPN end address not in VPN network
pt_br: VPN endereço final não na rede VPN
ru: Конечный адрес VPN не принадлежит VPN-сети
uk: Кінець VPN адрес не у VPN мережі

source: VPN start address is greater than VPN end address
pt_br: VPN endereço inicial é superior a VPN endereço final
ru: Начальный адрес VPN больше, чем конечный
uk: Початок VPN адрес більше за кінець VPN адрес

source: Gateway address in VPN addresses pool
pt_br: Endereço do gateway VPN em endereços pool
ru: Адрес шлюза находится в VPN сети
uk: Адреса шлюзу знаходиться у VPN мережі

source: Certificate not found!
pt_br: Certificado não encontrado!
ru: Сертификат не найден!
tt_ru: Таныклык табылмады!
uk: Сертифікат не знайдено!

source: Key not found!
pt_br: Chave não encontrada!
ru: Ключ не найден!
tt_ru: Ачкыч табылмады!
uk: Ключ не знайдено!

source: CA not found!
pt_br: CA não encontrado
ru: Сертификат УЦ не найден!
tt_ru: CA табылмады!
uk: CA не знайдено!

source: openvpn server start failed
pt_br: servidor não conseguiu iniciar openvpn
ru: Запуск openvpn сервера не удался
tt_ru: openvpn серверы җибәрелмәде
uk: помилка запуску openvpn серверу

source: Server network conflicts with other server network
pt_br: Conflitos de rede do servidor com a rede de outro servidor
ru: Сеть сервера конфликтует с другой сетью сервера
uk: Мережа серверу конфліктує з іншою мережею серверу

source: Server network conflicts with VPN network
pt_br: Conflitos de rede do servidor com a rede VPN
ru: Сеть сервера конфликтует с VPN сетью
uk: Мережа серверу конфліктує з іншою VPN мережею

source: Server network conflicts with client network
pt_br: Conflitos de rede do servidor com a rede do cliente
ru: Сеть сервера конфликтует с сетью клиента
uk: Мережа серверу конфліктує з іншою мережею клієнту

source: Client nameserver not in client network(s)
pt_br: Nameserver cliente não estiver na rede do cliente (s)
ru: Адрес DNS-сервера клиента не принадлежит сетям клиента
tt_ru: Клиентның сервер исеме клиент челтәрендә юк
uk: DNS клієнту не належить мережі(ам)

source: Network conflicts with other client network
pt_br: Conflitos de rede com a rede de outro cliente
ru: Сеть конфликтует с другой сетью клиента
uk: Мережа конфліктує з іншою мережею клієнту

source: File does not exist
pt_br: O arquivo não existe
ru: Файл не существует
tt_ru: Файл табылмады
uk: Файл не існує

source: Invalid certificate
ru: Неверный сертификат

source: Upload CA failed
ru: Импорт сертификата УЦ не удался
tt_ru: CA йөкләнмәде
uk: Завантаження CA невдале

source: Invalid config value 'dev'
tt_ru: 'dev' көйләү мәгънәсе хаталы
