Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-rd.po
Languages: ru

source: Users
ru: Пользователи

source: Remote Desktop
ru: Удалённый рабочий стол

source: Setup Remote Desktop
ru: Настройка удалённого рабочего стола

source: Avail URL profiles:
ru: Доступные профили URL:

source: Create new URL profile
ru: Создать новый профиль URL

source: Name:
ru: Название:

source: Create
ru: Создать

source: Cancel
ru: Отменить

source: Delete
ru: Удалить

source: Profile
ru: Профиль

source: Reset
ru: Вернуть

source: Save changes
ru: Сохранить изменения

source: New
ru: Создать

source: Avail SSH profiles:
ru: Доступные профили SSH:

source: Create new SSH profile
ru: Создать новый профиль SSH

source: invalid IP address
ru: недопустимый IP-адрес

source: Server:
ru: Сервер:

source: Port:
ru: Порт:

source: User name:
ru: Имя пользователя:

source: Password:
ru: Пароль:

source: Exec command:
ru: Выполнить команду:

source: Run in X terminal:
ru: Выполнять в терминале:

source: Users:
ru: Пользователи:

source: Assign profiles for user
ru: Привязка профилей к пользователю

source: Disabled profiles:
ru: Не использованные профили:

source: Enable
ru: Включить

source: Enabled profiles:
ru: Доступные профили:

source: Disable
ru: Выключить

source: Special options
ru: Прочие параметры

source: Auto start:
ru: Автозапуск:

source: Avail rdesktop profiles:
ru: Доступные профили rdesktop:

source: Create new RDP profile
ru: Создать новый профиль RDP

source: profile
ru: профиль

source: Authentication domain:
ru: Домен для аутентификации:

source: Client host name:
ru: Имя узла:

source: Startup path:
ru: Путь при запуске:

source: Startup shell:
ru: Интерпретатор команд:

source: Geometry:
ru: Разрешение:

source: Color depth:
ru: Глубина цвета:

source: Quality:
ru: Качество:

source: Sound:
ru: Звук:

source: Export local printer:
ru: Экспортировать локальный принтер:

source: Common directoris:
ru: Общие каталоги:

source: Del
ru: Удалить

source: Share name:
ru: Название общего ресурса:

source: Local path:
ru: Локальный путь:

source: Add
ru: Добавить

source: Fullscreen:
ru: Полный экран:

source: Publish local printers:
ru: Публиковать локальные принтеры:

source: Attach to console (WIN2003):
ru: Подключиться к консоли (Windows 2003 и старше):

source: Send screen updates as bitmaps:
ru: Пересылать обновления окна как изображения:

source: Disable encryption from client to server:
ru: Отключить шифрование между сервером и клиентом:

source: Do not send mouse motion events:
ru: Не отправлять события мыши:

source: Use private colourmap:
ru: Использовать цветовую карту:

source: Hide WM decorations:
ru: Скрыть обрамление у окон

source: Don't override WM key bindings:
ru: Не переназначать комбинации клавиш:

source: Enable numlock syncronization:
ru: Синхронизировать NumLock:

source: Enable caching of bitmaps to disk:
ru: Кэшировать изображения на диск:

source: Virtual channel name:
ru: Название виртуального канала:

source: Virtual channel executable:
ru: Программа виртуального канала:

source: Virtual channel parameters:
ru: Параметры виртуального канала:

source: Avail XDMCP profiles:
ru: Доступные профили XDMCP:

source: Create new XDMCP profile
ru: Создать новый профиль XDMCP

source: Connect method:
ru: Способ подключения:

source: Disconnect after one session:
ru: Отключиться в конце сеанса:

source: Avail FreeRDP profiles:
ru: Доступные профили FreeRDP:

source: Disable TLS ENCRYPTION:
ru: Отключить шифрование TLS:

source: Disable clipboard synchronization:
ru: Отключить синхронизацию буфера обмена:

source: Audio input redirection:
ru: Перенаправление ввода звукового устройства:

source: Manage Citrix Receiver CAs certificates:
ru: Управление сертификатами УЦ Citrix Receiver:

source: CA certificate file
ru: Файл сертификата УЦ

source: Info
ru: Сведения

source: Delete selected certs
ru: Удалить выбранные сертификаты

source: Upload new CA certificate (DER or PEM type):
ru: Сертификат УЦ в формате DER или PEM:

source: Upload
ru: Загрузить

source: CA certificate successfully uploaded
ru: Сертификат УЦ успешно загружен

source: Done
ru: Готово

source: Avail Citrix profiles:
ru: Доступные профили Citrix:

source: Create new Citrix profile
ru: Создать новый профиль Citrix

source: XML Service Port:
ru: Порт службы XML:

source: Domain:
ru: Домен:

source: Type of ICA connection:
ru: Тип подключения ICA:

source: Published application:
ru: Опубликованные приложения:

source: Display geometry:
ru: Разрешение экрана:

source: Encryption level:
ru: Уровень шифрования:

source: Disable audio mapping:
ru: Отключить проброс звука:

source: Enable compression:
ru: Включить сжатие:

source: Enable bitmap caching:
ru: Включить кэширование изображений:

source: Disable printer mapping:
ru: Отключить проброс принтеров:

source: Disable drive mapping:
ru: Отключить проброс дисков:

source: Prevent closure with active sessions:
ru: Предотвратить закрытие активных сеансов:

source: CAs certificates managment...
ru: Сертификаты удостоверяющих центров...

source: Avail NX profiles:
ru: Доступные профили NX:

source: Create new NX profile
ru: Создать новый профиль NX

source: Connection speed:
ru: Скорость соединения:

source: Desktop:
ru: Рабочий стол:

source: Session type:
ru: Тип сеанса:

source: Disable encryption:
ru: Отключить шифрование:

source: Disable ZLIB compression:
ru: Отключить сжатие ZLIB:

source: Avail TigerVNC profiles:
ru: Доступные профили TigerVNC:

source: Create new VNC profile
ru: Создать новый профиль VNC

source: Display number:
ru: Номер дисплея:

source: Desktop size:
ru: Разрешение:

source: Color level:
ru: Глубина цвета:

source: JPEG quality level:
ru: Уровень сжатия JPEG

source: Compression level:
ru: Сжатие:

source: Shared:
ru: Общий:

source: View only:
ru: Только просмотр:

source: Full screen:
ru: На весь экран:

source: Send clipboard to server:
ru: Отправлять содержимое буфера обмена на сервер:

source: Accept clipboard from server:
ru: Принимать содержимое буфера обмена с сервера:

source: Send selection as clipboard:
ru: Отправлять выделение мышью как содержимое буфера обмена:

source: Render cursor locally:
ru: Локальная отрисовка курсора:

source: No info available for certificate
ru: не удалось получить сведения о сертификате

source: File does not exist
ru: Файл не существует

source: Invalid certificate
ru: Неверный сертификат

source: Upload CA failed
ru: Не удалось загрузить сертификат УЦ

source: Use system's default printer
ru: Использовать принтер системы по умолчанию

source: (default printer)
ru: (принтер по умолчанию)
