Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-clamav.po
Languages: tt_ru, uk

source: 100 lines
tt_ru: 100 строк
uk: 100 рядків

source: 150 lines
tt_ru: 150 строк
uk: 150 рядків

source: 200 lines
tt_ru: 200 строк
uk: 200 рядків

source: 25 lines
tt_ru: 25 строк
uk: 25 рядків

source: 50 lines
tt_ru: 50 строк
uk: 50 рядків

source: Add X-Header in scaned E-Mails:
tt_ru: Добавлять X-Header в сообщения:
uk: Додавати X-Header у повідомлення:

source: Antivirus database files updated on:
tt_ru: База вирусов обновлена:
uk: База антивіруса оновлена:

source: Antivirus filter (clamsmtpd) not installed.
tt_ru: Антивирусный фильтр (clamsmtpd) не установлен.
uk: Антивірусний фільтр (clamsmtpd) не встановлено.

source: Antivirus filter settings (clamsmtpd)
tt_ru: Настройки антивирусного фильтра (clamsmtpd)
uk: Налаштування анивірусного фільтру (clamsmtpd)

source: Antivirus scanner (vscan-clamav) not installed.
tt_ru: Антивирусный сканер (vscan-ClamAV) не установлен.
uk: Антивірусний сканер (vscan-ClamAV) не встановлено.

source: Antivirus scanner settings (vscan-clamav)
tt_ru: Настройки антивирусного сканера (vscan-clamav)
uk: Налаштування антивірусного сканера (vscan-clamav)

source: Apply settings
tt_ru: Принять настройки
uk: Прийняти налаштування

source: Automatic update bases
tt_ru: Автоматически обновлять базы
uk: Автоматично поновлювати бази

source: Cancel settings
tt_ru: Отменить настройки
uk: Відмінити налаштування

source: ClamAV service enabled:
tt_ru: Сервис ClamAV включен:
uk: Сервіс ClamAV вімкнуто:

source: Clamav antivirus system
tt_ru: Антивирусная система Clamav
uk: Антивірусна система Clamav

source: Current status:
tt_ru: Текущее состояние:
uk: Поточний стан:

source: Database updater (freshclam) not installed.
tt_ru: Обновление баз (freshclam) не установлено.
uk: Поновлення баз (freshclam) не встановлено.

source: Database updater settings (freshclam)
tt_ru: Настройка обновления баз (freshclam)
uk: Налаштування поновлення баз (freshclam)

source: Date
tt_ru: Дата
uk: Дата

source: Date:
tt_ru: Дата:
uk: Дата:

source: Delete from disk
tt_ru: Удалить с диска
uk: Видалити з диску

source: Delete selected
tt_ru: Удалить выделенные
uk: Вилучити обрані

source: Displayed:
tt_ru: Отображено:
uk: Відображено:

source: Exclude file types semi-colon seperated list
tt_ru: Список исключаемых типов файлов разделенных
uk: Список виключених типів файлів розділених

source: Exclude files via regular expression
tt_ru: Исключение файлов с помощью регулярных выражений
uk: Виключення файлів за допомогою регулярних виразів

source: File
tt_ru: Файл
uk: Файл

source: File prefix:
tt_ru: Префикс файла:
uk: Префікс файлу:

source: Files in quarantine:
tt_ru: Сообщений в карантине:
uk: Повідомлень у карантині:

source: From
tt_ru: От
uk: Від

source: From:
tt_ru: От:
uk: Від:

source: Hold quarantined files in:
tt_ru: Сохранять файлы в карантине:
uk: Зберігати файли в карантині:

source: Infected file action:
tt_ru: Действие с инфицированным:
uk: Дія з інфікованим:

source: Inspect
tt_ru: Проверить
uk: Перевірити

source: Password:
tt_ru: Пароль:
uk: Пароль:

source: Port:
tt_ru: Порт:
uk: Порт:

source: Proxy URL:
tt_ru: Адрес сервера:
uk: Адреса серверу:

source: Proxy User:
tt_ru: Пользователь:
uk: Користувач:

source: Quarantined file:
tt_ru: Файл в карантине:
uk: Файл в карантині:

source: Reason:
tt_ru: Причина:
uk: Причина:

source: Reload service
tt_ru: Перезапустить
uk: Перезавантажити

source: Resieve mail on port:
tt_ru: Принимать сообщения на порту:
uk: Приймати повідомлення на порту:

source: Return
tt_ru: Вернуться
uk: Повернутися

source: Return to list
tt_ru: Вернуться к просмотру
uk: Повернутися до списку

source: Select another file:
tt_ru: Выбрать другой файл:
uk: Обрати інший файл:

source: Send a warning message via Windows Messenger service when virus is found.
tt_ru: Уведомлять с помощью Windows Messenger при обнаружении вируса.
uk: Повідомляти за допомогою Windows Messenger, коли виявлений вірус.

source: Send checked mail to:
tt_ru: Передавать проверенные в:
uk: Відправляти перевірені в:

source: Send warning message:
tt_ru: Уведомлять об ошибке:
uk: Повідомлення про помилку:

source: Setup
tt_ru: Настроить
uk: Налаштувати

source: Subject:
tt_ru: Тема:
uk: Тема:

source: To
tt_ru: Для
uk: Для

source: To:
tt_ru: Для:
uk: Для:

source: Transparent Proxy:
tt_ru: Прозрачный прокси
uk: Прозорий проксі

source: Update now
tt_ru: Обновить сейчас
uk: Оновити зараз

source: Use DNS to verify database version:
tt_ru: Проверять версии баз через DNS:
uk: Перевіряти версії баз через DNS:

source: Use HTTP Proxy:
tt_ru: Использовать прокси сервер:
uk: Використовувати проксі сервер:

source: Use regionaly updating source:
tt_ru: Региональный источник обновлений:
uk: Регіональне джерело поновлення:

source: Use virus action script:
tt_ru: Запускать скрипт при обнаружении вируса:
uk: Запускати скрипт при виявленні вірусу:

source: at
tt_ru: в
uk: в

source: delete
tt_ru: Удалить
uk: Вилучити

source: every
tt_ru: каждые
uk: кожні

source: lines,
tt_ru: строк,
uk: рядків,

source: min.
tt_ru: мин.
uk: хв.

source: nothing
tt_ru: отсутствует
uk: нічого

source: per page.
tt_ru: на страницу.
uk: на сторінку.

source: quarantine
tt_ru: карантин
uk: карантин

source: rows total.
tt_ru: строк всего.
uk: рядків всього.
