Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-livecd.po
Languages: de, kk, pt_br

source: All work is succesfully done.
de: Alle Aufgaben wurden erfolgreich erledigt.
kk: Барлық жұмыстар сәтті аяқталды.
pt_br: Todo o trabalho é feito com sucesso.

source: Attention:
de: Achtung:
kk: Назарыңызға:
pt_br: Atenção:

source: Close all open windows before you continue to work.
de: Schließe alle offenen Fenster bevor sie fortfahren.
kk: Жалғастыру алдында барлық ашық терезелерді жабыңыз.
pt_br: Feche todas as janelas abertas antes de continuar a trabalhar.

source: Date/Time
pt_br: Data/Hora

source: During process all devices will be unmounted and all swap partitions will be turned off.
de: Während des Prozesses werden alle Geräte ausgehängt und alle Swap-Partitionen werden ausgeschaltet.
kk: Үрдіс кезінде барлық құрылғылар тіркеуден босатылады және барлық swap бөлімдері сөндіріледі.
pt_br: Durante o processo de todos os equipamentos serão montados e todas as partições de swap será desligado.

source: Fatal error
de: Fataler Fehler
kk: Қатаң қате
pt_br: Erro Fatal

source: Finish installation
de: Installation abschließen
kk: Орнатуды аяқтау
pt_br: Instalação concluida

source: Finishing...
de: Abschließen...
kk: Аяқтау...
pt_br: Finalizando...

source: Greeting
de: Grüße
kk: Сәлемдесу
pt_br: Postais

source: Installation is done
de: Installation ist fertig
kk: Орнату аяқталды
pt_br: Instalação é completa

source: Installing system...
de: Installiere System...
kk: Жүйені орнату...
pt_br: Instalação de sistema ...

source: New system is available at /mnt/destination mount point.
de: Neues System ist verfügbar am Einhängepunkt /mnt/destination.
kk: Жаңа жүйе /mnt/destination тіркеу нүктесінде қолжетерлік.
pt_br: Novo sistema está disponível em /mnt/destino ponto de montagem.

source: Preparing...
de: Vorbereiten...
kk: Дайындау...
pt_br: Preparado...

source: System Administrator
pt_br: Administrador do sistema

source: System User
pt_br: Usuário do Sistema

source: System installation
kk: Жүйені орнату
pt_br: Instalação do sistema

source: Unable to create directory for new system
de: Nicht in der Lage Ordner für das neue System zu erstellen
kk: Жаңа жүйе үшін буманы жасау мүмкін емес
pt_br: Não é possível criar o diretório para o novo sistema

source: Unable to turn off swap partitions
de: Nicht in der Lage Swap-Partitionen auszuschalten
kk: Swap бөлімдерін сөндіру мүмкін емес
pt_br: Não é possível desligar as partições de swap

source: Unable to unmount %s\n
de: Nicht in der Lage %s auszuhängen\n
kk: Келесі құрылғыны тіркеуден босату сәтсіз: %s\n
pt_br: Não foi possível desmontar %s\n
