Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-zabbix-agent.po
Languages: ru

source: Monitoring agent
ru: Агент мониторинга

source: Enable monitoring agent service:
ru: Включить службу агента мониторинга:

source: Listen on:
ru: Слушать по адресу:

source: (IP address list)
ru: (список IP-адресов)

source: Monitoring server address:
ru: Адрес сервера наблюдения:

source: (IP address)
ru: (IP-адрес)

source: Host name:
ru: Имя узла:

source: System
ru: Системное

source: Custom
ru: Пользовательское

source: Custom host name:
ru: Пользовательское имя узла:

source: Allow remote shell commands:
ru: Разрешить выполнение команд:

source: Apply
ru: Применить

source: Reset
ru: Сбросить

source: Unable to turn zabbix_agentd service %s
ru: Невозможно включить службу zabbix_agentd %s

source: Unable to set zabbix_agentd service startup status
ru: Не удалось установить статус запуска службы zabbix_agentd

source: Unable to reload zabbix_agentd service
ru: Невозможно перезапустить службу zabbix_agentd

source: Hostname should not be empty
ru: Имя хоста не должно быть пустым
