Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-samba.po
Languages: tt_ru

source: (enter passphrase)
tt_ru: (гыйбарә кертегез)

source: (repeat passphrase)
tt_ru: (гыйбарәне кабатлагыз)

source: Administrator DN:
tt_ru: DN администраторы:

source: Apply
tt_ru: Куллану

source: Auth type:
tt_ru: Тиңләштерү төре:

source: Base DN:
tt_ru: Нигезле DM:

source: Computer name:
tt_ru: Компьютер исеме:

source: Create
tt_ru: Яңа

source: Folder
tt_ru: Каталог

source: Folder is not empty
tt_ru: Каталог буш түгел

source: Folder name:
tt_ru: Каталог исеме:

source: General settings
tt_ru: Гомуми көйләүләр

source: Guest access
tt_ru: Кунак өчен керү

source: LDAP server:
tt_ru: LDAP серверы

source: Local files
tt_ru: Локаль файллар

source: New folder:
tt_ru: Яңа каталог:

source: No
tt_ru: Юк

source: Passwords mismatch
tt_ru: Серсүзләр туры килми

source: Read only
tt_ru: Уку гына

source: Remove selected
tt_ru: Сайланганны бетерү

source: Reset
tt_ru: Кайтару

source: Samba server
tt_ru: Samba серверы

source: Same folder already exists
tt_ru: Мондый каталог инде бар

source: Shared folder settings
tt_ru: Гомуми каталог көйләүләре

source: Shared folders
tt_ru: Гомуми каталоглар

source: Start, stop or restart service...
tt_ru: Хезмәтне җибәрү, туктату яисә яңадан җибәрү...

source: Workgroup:
tt_ru: Эш төркеме:

source: Yes
tt_ru: Әйе
