Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-secsetup.po
Languages: ru

source: Security options
ru: Настройки безопасности

source: Access configuration
ru: Настройка доступа

source: User list
ru: Список пользователей

source: Block TTY
ru: Блокировка TTY

source: TTY list
ru: Список TTY

source: Blocked TTY
ru: Заблокированные TTY

source: Apply
ru: Применить

source: Reset
ru: Сброс

source: Attention!!! You have the "integalert" application from the "settings-s" package installed; this may lead to incorrect loading of the OS. For details please refer to the integalert application documentation.
ru: Внимание!!! У Вас установлена программа integalert из пакета settings-s. В связи с этим корректная загрузка ОС может быть нарушена. Подробнее уточняйте в документации к программе integalert.

source: block application macros
ru: блокировать макросы приложений

source: Alt Hardening module is inactive
ru: Модуль Alt Hardening не активен

source: disable SUID bit effect on child process privileges
ru: отключить влияние suid бита на привилегии порождаемого процесса

source: exceptions:
ru: исключения:

source: restrict launch of programming language interpreters in interactive mode
ru: ограничить запуск интерпретаторов языков программирования в интерактивном режиме

source: interpreters:
ru: интерпретаторы:

source: files on partitions mounted without noexec are read-only
ru: файлы на разделах, смонтированных без noexec становятся доступными только для чтения
