Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-ldap-groups.po
Languages: ru

source: Ldap group accounts
ru: Группы

source: Please enter correct bind data for this base
ru: Укажите правильные данные для подключения

source: root dn:
ru: Корневой DN:

source: root password:
ru: Пароль администратора:

source: Bind
ru: Привязка

source: or
ru: или

source: Select other
ru: Другой

source: Select grouplist source
ru: Источник списка групп

source: Current auth state
ru: Текущий способ аутентификации

source: TCB on this server
ru: Файл /etc/group на этом сервере

source: LDAP base on this server
ru: База LDAP на этом сервере

source: Other LDAP server
ru: Другой сервер LDAP

source: Remote host:
ru: Адрес сервера:

source: remote base:
ru: База на внешнем сервере:

source: Use selected source
ru: Применить

source: Return to list
ru: Вернуться к списку групп

source: Used local:
ru: Локальная база:

source: tcb
ru: Локальные группы

source: on localhost
ru: на localhost

source: Used base:
ru: Текущая база:

source: on host
ru: на сервере

source: Source selector
ru: Выбор источника

source: New group:
ru: Новая группа:

source: Create
ru: Создать

source: Account
ru: Учётная запись

source: Group name:
ru: Название группы:

source: Users in group:
ru: Члены группы:

source: Users out of group:
ru: Доступные пользователи:

source: E-mail
ru: Электронная почта

source: Remove
ru: Удалить

source: New email:
ru: Новый email:

source: Add
ru: Добавить

source: Group mapping
ru: Привязка групп

source: Map to system group:
ru: Привязка к системной группе:

source: Map to Samba group:
ru: Привязка к группе Samba:

source: Group settings successfully updated
ru: Параметры группы успешно обновлены

source: Save settings
ru: Сохранить параметры

source: Delete group
ru: Удалить группу

source: only latin letters, digits, dot, space and '_' allowed
ru: допустимы только латинские символы, цифры, пробел и символ '_'

source: Select system group:
ru: Выберите системную группу:
