Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-sshd.po
Languages: uk

source: SSHd service enabled:
uk: Сервіс SSHd вімкнено:

source: Current status:
uk: Поточний стан:

source: Reload service
uk: Перезавантажити сервіс

source: Networking:
uk: Мережа:

source: Address family:
uk: Сімейство адрес:

source: Listen only on IP V6 Address:
uk: Слухати тільки на IP V6 адресах:

source: Listen only on IP V4 Address:
uk: Слухати тільки на IP V4 адресах:

source: Port:
uk: Порт:

source: Accessing:
uk: Доступ:

source: Password Authentication
uk: Автентифікація за паролем

source: Permit Root Login
uk: Дозволити логін Root

source: Allow Users
uk: Дозволити користувачів

source: Allow Groups
uk: Дозволити групи

source: Authentification for group wheel
uk: Автентифікацію для групи wheel

source: Other:
uk: Інше:

source: SFTP Subsystem
uk: SFTP підсистема

source: Use banner
uk: Використання банера

source: Settings
uk: Налаштування

source: Manage keys
uk: Керування ключами

source: Apply settings
uk: Прийняти налаштування

source: Cancel settings
uk: Відмінити налаштування

source: Key files
uk: Файли ключів

source: Existing keys
uk: Існуючі ключі

source: Fingerprint
uk: Відбиток ключа

source: Type
uk: Тип

source: Comment
uk: Коментар

source: Delete selected
uk: Вилучити обране

source: Add new key for
uk: Додати новий ключ для

source: from file
uk: із файлу

source: Upload
uk: Завантажити ключ

source: Return
uk: Повернутися

source: Invalid ssh key
uk: Невірний формат ssh ключа

source: Same ssh key already exists
uk: Такий ключ ssh уже існує

source: -= Select one =-
uk: -= Обреріть користувача =-

source: root (System Administrator)
uk: root (Адміністратор системи)

source: Yes
uk: Так

source: No
uk: Ні

source: Without password (key only)
uk: Без пароля (тільки за ключем)

source: Any
uk: Будь який

source: Use IPv4 only
uk: Використовувати тільки IPv4

source: Use IPv6 only
uk: Використовувати тільки IPv6
