Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-office-server.po
Languages: pt_br

source: (enter passphrase)
pt_br: (entre com o senha)

source: (repeat passphrase)
pt_br: (repetir a senha)

source: Apply
pt_br: Aplicar

source: Before you begin to work with system you will have to made some initial actions.
pt_br: Antes de começar a trabalhar com o sistema terá que fez algumas acções iniciais.

source: Choose external interfaces for correct setup of system firewall:
pt_br: Escolha as interfaces externas para a correta configuração do sistema de firewall:

source: Choose interface language:
pt_br: Escolha interface língua:

source: Choose server role:
pt_br: Escolher regras do servidor:

source: Define domain:
pt_br: Definir domínio:

source: Generate
pt_br: Gerar

source: Generate automatically
pt_br: Gerar automáticamente

source: Initial system setup
pt_br: configuração do sistema Initial

source: Setup password for system administrator:
pt_br: Instalação da senha do administrador de sistema:

source: You must define as minimum one statically configured Ethernet interface
pt_br: Você deve definir no mínimo um configurado estaticamente interface de rede
