Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-squid.po
Languages: uk

source: Proxy server
uk: Сервер проксі

source: Internal networks
uk: Внутрішні мережі

source: Requests originated from the networks listed below are forwarded to the external network. All other requests are blocked.
uk: Запити від відзначених мереж буде оброблено. Інщі запити буде проігноровано.

source: New
uk: Нова

source: IP-network:
uk: IP-мережа:

source: (IP address/network bits)
uk: (IP-адреса/біти мережі)

source: Comment:
uk: Коментар:

source: Apply
uk: Застосувати

source: Reset
uk: Скинути

source: Delete
uk: Вилучити

source: Back
uk: Назад

source: Module main section
uk: Основна секція модуля

source: General proxy-server parameters management and service runtime status control.
uk: Основні параметри управління проксі-сервером

source: Enable proxy-server service
uk: Включити сервіс проксі-серверу

source: Select proxying mode:
uk: Обрати режим проксування:

source: Select authentication mode:
uk: Обрати режим аутентифікації:

source: Proxy port:
uk: Порт проксі:

source: (port number)
uk: (номер порту)

source: Allowed networks...
uk: Дозволені мережі...

source: Allowed protocols...
uk: Дозволені протоколи...

source: Domain access policy
uk: Політика доступу до доменам

source: For each of the user group listed below the access to a number of domians on the external network can exclusively be granted or rewoked.
uk: Для кожної з обраних груп може бути задано політику дозволу або заборони на доступ до вказаних знизу доменам.

source: Group:
uk: Група:

source: Group access policy:
uk: Політика доступу групи:

source: Allow access
uk: Дозволити доступ

source: Deny access
uk: Заборонити доступ

source: Suffix list:
uk: Перелік суфексів:

source: (Space separated list of domain suffixes, each starting with a dot)
uk: (Перелік доменних суфіксів відокремлених простором; кожний суфікс починається з крапки)

source: Save
uk: Зберегти

source: Domain list
uk: Перелік домену

source: Domains defined below can be used in the group-domain access policy configured at the upper section "User group access policy".
uk: Домени, які визначено нижче, використовуються у політиці доступу групи, яку вибрано вище.

source: Navigation:
uk: Навігація:

source: Main section
uk: Основна секція

source: External ports
uk: Зовнішні порти

source: User group access policy
uk: Політика доступу групи

source: Requests for the services (ports) listed below are forwarded to the external network. All other requests are blocked.
uk: Запити від відзначених портів сервесів буде оброблено. Інщі запити буде проігноровано.

source: From port:
uk: З порту:

source: To port:
uk: До порту:

source: Connection method:
uk: Метод з'єднання:

source: Enable transparent redirection
uk: Включити прозоре переспрямування

source: All users
uk: Всі користувачі

source: Authenticated users
uk: Автентифіковані користувачі

source: Transparent
uk: Прозоро

source: Normal
uk: Звичайний

source: No authentication
uk: Без автентифікація

source: Proxy
uk: Проксі

source: Passthrough
uk: Наскрізний

source: Athenticated users
uk: Автентифіковані користувачі

source: a space separated list of domain suffixes each starting with a dot
uk: поділений простіром перелік суфіксів доменів, які починаються з точки

source: a domain suffix starting with a dot
uk: доменний суфікс, починається з точки

source: &lt;new&gt;
uk: &lt;нова&gt;

source: Unable to reload the proxy server service
uk: Неможливо перезапустити службу проксі-серверу

source: Unable to turn proxy server service %s
uk: Неможливо переключити службу проксі-серверу у стан %s

source: Unable to set proxy server service startup status
uk: Неможливо отримати статус служби проксі-серверу
