Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-openldap.po
Languages: ru, tt_ru, uk

source: Directory service LDAP
ru: Служба каталогов LDAP
tt_ru: Служба каталогов LDAP
uk: Служба каталогів LDAP

source: Managed base:
ru: Домен:
tt_ru: Управляемая база:
uk: Керування базою:

source: Please enter correct bind data for this base
ru: Укажите правильные данные привязки для этого домена
tt_ru: Введите корректные данные для привязки к этой базе
uk: Будь ласка, введіть коректні відомості для зв'язку з ціею базою

source: root dn:
ru: Корневой домен:
tt_ru: Корневой dn:
uk: Кореневий dn:

source: root password:
ru: Корневой пароль:
tt_ru: Пароль корневого dn:
uk: Пароль кореневого dn:

source: Bind
ru: Привязка
tt_ru: Привязка
uk: З`еднати

source: Select action:
ru: Действие:
tt_ru: Выберите операцию:
uk: Обрати дію:

source: Containers in base:
ru: Контейнеры
tt_ru: Контейнеры в базе:
uk: Контейнери в базі:

source: Available Containers:
ru: Доступные контейнеры:
tt_ru: Доступные контейнеры:
uk: Доступні контейнери:

source: (Separated by commas or spaces. Without ou=)
ru: (значения разделяются запятыми или пробелами, без «ou=»)
tt_ru: (разделенные запятыми или пробелами. Без ou=)
uk: (розділені комами чи пробілами. Без ou=)

source: Add
ru: Добавить
tt_ru: Добавить
uk: Додати

source: Save LDIF file
ru: Сохранить в файл LDIF
tt_ru: Сохранить файл LDIF
uk: Звантажити файл LDIF

source: Return to list
ru: Вернуться
tt_ru: Вернуться к списку
uk: Повернутися до списку

source: RO mode. You can delete some bases and can't create new bases.
tt_ru: Только для чтения. Вы можете удалять базы, но не можете создавать новые.

source: You can manage schemas.
tt_ru: Вы можете управлять схемами.

source: Samba scheme not included in /etc/slapd.conf
tt_ru: Схема Samba не включена в /etc/slapd.conf

source: Creation of new base can make your slapd service inaccessible !!!
tt_ru: Создание новых баз может сделать службу slapd недоступной !!!

source: Repair configuration?
tt_ru: Починить конфигурацию?

source: Yes. Include samba.schema
tt_ru: Да, включить samba.schema

source: No. Only show bases
tt_ru: Нет, только показать базы

source: Main server option
ru: Основные параметры
tt_ru: Основные параметры
uk: Основні налаштування

source: Enable SLAPD server
ru: Включить службу сервера LDAP (slapd)
tt_ru: Включить службу SLAPD
uk: Увімкнути службу SLAPD

source: Current state
ru: Текущее состояние службы
tt_ru: Текущее состояние службы
uk: Поточний стан сервісу

source: Accept only local connections
ru: Принимать только локальные соединения
tt_ru: Принимать только локальные соединения
uk: Приймати лише локальні з’єднання

source: Enable LDAPS (TLS)
ru: Включить LDAPS (шифрованное соединение через TLS)
tt_ru: Слушать порт LDAPS (защищённый TLS)
uk: Слухати порт LDAPS (захищений TLS)

source: LDAP on local and LDAPS (TLS) on all interfaces
ru: LDAP локально, LDAPS (TLS) на всех интерфейсах
tt_ru: LDAP на локальном и LDAPS (TLS) на всех интерфейсах
uk: LDAP на локальном та LDAPS (TLS)на всіх інтерфейсах

source: Save options
ru: Сохранить параметры
tt_ru: Сохранить параметры
uk: Зберегти налаштування

source: Manage schema
ru: Управление схемой
tt_ru: Управление схемами
uk: Керування схемами

source: Schema management
ru: Управление схемой
tt_ru: Управление схемами
uk: Керування схемами

source: Schema
ru: Схема
tt_ru: Схема
uk: Схема

source: Config File
ru: Файл конфигурации
tt_ru: Файл конфигурации
uk: Файл конфігурації

source: Addition of the conflicting schemes or
ru: Добавление конфликтующих схем
tt_ru: Добавление конфликтующих схем или
uk: Додання конфліктуючих схем або

source: disabling some schemes may cause your databases inoperable!
ru: отключение некоторых схем может привести к неработоспособному каталогу
tt_ru: отключение некоторых схем может привести к выходу баз данных из строя!
uk: відключення деяких схем може призвести до виходу баз даних з ладу!

source: You have been warned...
ru: Вы были предупреждены..
tt_ru: Вы предупреждены ...
uk: Вас попереджено ...

source: New schema name:
ru: Новая схема:
tt_ru: Имя новой схемы:
uk: Ім'я нової схеми:

source: from file:
ru: из файла:
tt_ru: из файла:
uk: з файлу:

source: Include selected
ru: Включая выбранные
tt_ru: Включить выделенные
uk: Вімкнути обране

source: Bases management
ru: Управление каталогами
tt_ru: Управление базами
uk: Керування базами

source: Base DN
ru: Базовый DN
tt_ru: Базовый DN
uk: Базовий DN

source: Status
ru: Состояние
tt_ru: Состояние
uk: Стан

source: Delete selected bases
ru: Удалить выбранные
tt_ru: Удалить выделенные базы
uk: Вилучити обрані бази

source: New base DN:
ru: Новый базовый DN:
tt_ru: Новый базовый DN:
uk: Новий базовий DN:

source: Create
ru: Создать
tt_ru: Создать
uk: Створити

source: Expert mode
ru: Режим эксперта
tt_ru: Режим эксперта
uk: Режим експерта

source: Load from LDIF file
ru: Загрузить файл LDIF
tt_ru: Загрузить из LDIF файла
uk: Звантажити з LDIF файлу

source: Prepare base from LDIF file
ru: Импортировать домен из файла LDIF
tt_ru: Подготовить базу из файла LDIF
uk: Підготувати базу з файлу LDIF

source: New base:
ru: Новый домен:
tt_ru: Новая база:
uk: Нова база:

source: Your FQDN:
ru: Ваш FQDN:
tt_ru: Ваш FQDN:
uk: Ваш FQDN:

source: Base DN:
ru: Базовый DN:
tt_ru: Базовый DN:
uk: Базовий DN:

source: Bind DN:
ru: Связанный DN:
tt_ru: DN привязки:
uk: DN зв'язку:

source: Bind PW:
ru: Пароль привязки:
tt_ru: Пароль привязки:
uk: Пароль зв'язку:

source: New
ru: Создать
tt_ru: Новый
uk: Новий

source: Encript rootPW
ru: Шифровать корневой пароль
tt_ru: Кодировать rootPW
uk: Кодувати rootPW

source: For SAMBA PDC
ru: Для PDC SAMBA
tt_ru: Для SAMBA PDC
uk: Для SAMBA PDC

source: Please, remember this password!!!
ru: Запомните указанный пароль!
tt_ru: Пожалуйста, запомните этот пароль!!!
uk: Будь ласка, запам'ятайте цей пароль!!!

source: Encripted passwor NOT accessible for other modules.
ru: Зашифрованный пароль недоступен для других модулей.
tt_ru: Кодированный пароль недоступен для других модулей.
uk: Кодований пароль недоступний для інших модулів.

source: You will be asked for a password every time
ru: Пароль будет запрашиваться каждый раз
tt_ru: Вам будет предложено ввести пароль каждый раз
uk: Вам буде запропоновано ввести пароль кожен раз

source: of using modules, e.g. "Users" and "Groups".
ru: при открытии модулей настройки (например, «Пользователи» или «Группы»).
tt_ru: при использовании модулей, таких как "Пользователи" и "Группы".
uk: при використанні модулів, таких як "Користувачі" і "Групи".

source: Create containers:
ru: Создавать контейнеры:
tt_ru: Создать контейнеры:
uk: Створити контейнери:

source: Create new base
ru: Создать новый домен:
tt_ru: Создать новую базу
uk: Створити нову базу

source: Certificate expire
tt_ru: Срок действия сертификата истекает

source: Certificate not found
tt_ru: Сертификат не найден

source: Encoded password
ru: Закодированный пароль
tt_ru: Кодированный пароль
uk: Кодований пароль

source: Unsafe password
ru: Незашифрованный пароль
tt_ru: Небезопасный пароль
uk: Ненадійний пароль

source: Used for autentification,
ru: Используется для аутентификации,
tt_ru: Используется для аутентификации,
uk: Використовується для аутентифікації,

source: Publish
ru: Опубликовать
tt_ru: Опубликовать
uk: Опублікувати

source: Unpublish
ru: Скрыть
tt_ru: Скрыть
uk: Приховати

source: Delete
ru: Удалить
tt_ru: Удалить
uk: Вилучити

source: already exists in the system
ru: уже существует
tt_ru: уже существует в системе
uk: вже існує в системі

source: used for system autentification.
ru: Используется для аутентификации
tt_ru: используется для системной аутентификации.
uk: використовується для системної аутентифікації.

source: Not all data present.
ru: Указаны не все данные.
tt_ru: Не все данные представлены.
uk: Не всі відомості надані.
