Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-mkbootflash.po
Languages: tt_ru

source: Create bootable usb storage
tt_ru: Создание загрузочного устройства USB

source: Are you sure you want to proceed?
tt_ru: Запустить процесс создания устройства?

source: Please, wait...
tt_ru: Пожалуйста, подождите...

source: Device:
tt_ru: Устройство:

source: Include boot types:
tt_ru: Включаемые типы загрузки:

source: Install
tt_ru: Установка

source: Live
tt_ru: Live CD

source: Rescue
tt_ru: Восстановление системы

source: Memtest
tt_ru: Проверка оперативной памяти

source: Note: Boot types are retrieved from inserted CD or DVD. Please, insert distribution disk to device before select boot types.
tt_ru: Внимание: типы загрузки берутся со вставленного диска CD или DVD. Вставьте диск с дистрибутивом в привод перед выбором типов загрузки.

source: Make bootable device
tt_ru: Создать загрузочное устройство
