Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-ivkcrypto.po
Languages: ru

source: IVK Crypto
ru: ИВК Крипто

source: Server IP address:
ru: IP адрес сервера:

source: Server port:
ru: Порт сервера:

source: Connection timeout:
ru: Таймаут соединения:

source: Apply
ru: Применить

source: Reset
ru: Вернуть

source: Wrong IP address
ru: Неверный IP адрес

source: Can't write tcp_address
ru: Невозможно сохранить значение IP адреса

source: Wrong port
ru: Неверный номер порта

source: Can't write tcp_port
ru: Невозможно сохранить номер порта

source: Wrong time_repeat
ru: Неверное значение таймаута

source: Can't write time_repeat
ru: Невозможно сохранить значение таймаута

source: Can't restart ivkvpn_soirclient
ru: Невозможно перезапустить службу ivkvpn_soirclient
