Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-groups.po
Languages: de, kk, tt_ru

source: Apply
de: Bestätigen
kk: Іске асыру
tt_ru: Куллану

source: Can't add group
de: Kann nicht Gruppe hinzufügen
kk: Топты қосу мүмкін емес
tt_ru: Төркемне өстәп булмый

source: Can't add group with empty name
de: Kann nicht Gruppe mit leeren Namen hinzufügen
kk: Атауы бос болатын топты қосу мүмкін емес
tt_ru: Буш исемле төркемне өстәп булмый

source: Can't add user
de: Kann nicht Benutzer hinzufügen
kk: Пайдаланушыны қосу мүмкін емес
tt_ru: Кулланучыны өстәп булмый

source: Can't delete group
de: Kann nicht Gruppe löschen
kk: Топты өшіру мүмкін емес
tt_ru: Төркемне бетереп булмый

source: Can't delete group with empty name
de: Kann nicht Grupe mit leeren Namen löschen
kk: Атауы бос болатын топты өшіру мүмкін емес
tt_ru: Буш исемле төркемне бетереп булмый

source: Can't modify group with empty name
de: Kann nicht Gruppe mit leeren Namen löschen
kk: Атауы бос болатын топты өзгерту мүмкін емес
tt_ru: Буш исемле төркемне үзгәртеп булмый

source: Can't remove user
de: Kann nicht Benutzer löschen
kk: Пайдаланушыны өшіру мүмкін емес
tt_ru: Кулланучыны бетереп булмый

source: Create
de: Erschaffe
kk: Жасау
tt_ru: Яңа

source: Delete
de: Löschen
kk: Өшіру
tt_ru: Бетерү

source: Description:
de: Beschreibung:
kk: Сипаттамасы:
tt_ru: Тасвирлама:

source: Groups
de: Gruppen
kk: Топтар
tt_ru: Төркемнәр

source: New group:
de: Neue Gruppe:
kk: Жаңа топ:
tt_ru: Яңа төркем:

source: Reset
de: Zurücksetzen
kk: Тастау
tt_ru: Кайтару

source: Select
de: Auswählen
kk: Таңдау
tt_ru: Сайлау

source: Skip empty groups
de: Überspringe leere Gruppen
kk: Бос топтарды аттап кету
tt_ru: Буш төркемнәрне исәпкә алмау

source: Skip primary groups
de: Überspringe Hauptgruppen
kk: Біріншілік топтарды аттап кету
tt_ru: Төп төркемнәрне исәпкә алмау

source: Skip system groups
de: Überspringe Systemgruppen
kk: Жүйелік топтарды аттап кету
tt_ru: Система төркемнәрен исәпкә алмау

source: System name:
kk: Жүйелік аты:
tt_ru: Система исеме:

source: Users:
de: Benutzer:
kk: Пайдаланушылар:
tt_ru: Кулланучылар:

source: from group
de: von Gruppe
kk: топтан
tt_ru: төркемнән

source: to group
de: zur Gruppe
kk: топқа
tt_ru: төркемгә
