Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-vm.po
Languages: da, de, kk, pt_br, tt_ru, uk

source: Volume management
da: Volume håndtering
de: Volume Regelung
kk: Бөлімдерді басқару
pt_br: Volume de gestão
tt_ru: Дисклар белән идарә итү
uk: Керування томами

source: Harddisks
da: Harddiske
de: Festplatte
kk: Қатты дисктер
pt_br: HD
tt_ru: Каты дисклар
uk: Жорсткий диск

source: Unable to partition, not enough disk space
da: Kan ikke partitionere, ikke nok diskplads
de: Unfähig zu partitionieren, nicht genug Speicherplatz
kk: Бөлімдеу мүмкін емес, дискідегі орын жеткіліксіз
pt_br: Incapaz de partição, não o suficiente espaço em disco
tt_ru: Бүлеп булмады, кирәкле урын юк
uk: Неможливо створити розділ, недостатньо місця на диску

source: All data from all your disks will be lost!
da: Alle data fra alle dine diske vil gå tabt!
de: Alle Daten von deiner Festplatte werden verloren sein!
kk: Барлық дисктеріңіздегі барлық мәліметтеріңіз жойылады!
pt_br: Todos os dados de todos os seus discos serão perdidos!
tt_ru: Барлык дисклардагы мәгълүматлар югалачак!
uk: Всі ващі дані на всіх дисках будуть втрачені!

source: Yes, i'm warned
da: Ja, jeg er advaret
de: Ja, ich bin gewarnt
kk: Иә, мені ескертті
pt_br: Sim, eu avisei
tt_ru: Әйе, мин риза.
uk: Так, я згоден

source: Select
da: Vælg
de: Auswählen
kk: Таңдау
pt_br: Selecionar
tt_ru: Сайлау
uk: Обрати

source: Cancel
da: Annuller
de: Abbrechen
kk: Бас тарту
pt_br: Cancelar
tt_ru: Үткәрмәү
uk: Скасувати

source: Name
da: Navn
kk: Аты
pt_br: Nome
tt_ru: Җайланма исеме
uk: Ім'я

source: Filesystem
da: Filsystem
de: Dateisystem
kk: Файлдық жүйе
pt_br: Sistema de arquivos
tt_ru: Файл системасы
uk: Файлова система

source: Size [free]
da: Størrelse [ledig]
de: Größe [frei]
kk: Өлшемі [бос]
pt_br: Tamanho [livre]
tt_ru: Зурлык [буш]
uk: Розмір [вільно]

source: Use unpartitioned disk space
da: Brug ikke-partitioneret diskplads
de: Benutze unpartitionierten Speicherplatz
kk: Бөлінбеген диск орнын қолдану
pt_br: Usar espaço não particionado no disco
tt_ru: Бүленмәгән өлкәне куллану
uk: Використати порожне місце

source: Destroy all partitions, then autopartition
da: Slet alle partitioner, derefter automatisk partition
de: Zerstöre alle Partitionen, dann automatisch partitionieren
kk: Барлық бөлімдерді жойып, қайта автобөлімдеу
pt_br: Destrua todas as partições, e criar automaticamente as partições
tt_ru: Барлык бүлекләрне юк итеп яңадан автоматик төзү
uk: Вилучити всі розділи та створити нові автоматично

source: Custom install
da: Brugerdefineret installation
de: Benutzerdefinierte Installation
kk: Таңдауыңызша орнату
pt_br: Instalação customizada
tt_ru: Өстәмә көйләүләр белән кую
uk: Встановити вручну

source: All data from all your disks (including removable ones) will be lost! Continue?
da: Alle data fra alle dine diske (inklusive flytbare) vil gå tabt! Vil du fortsætte?
de: Alle (entfernbaren) Daten deiner Festplatte werden verloren gehen! Fortfahren?
kk: Барлық дисктеріңіздегі (ауыстырмалы дисктерді қоса) барлық мәліметтеріңіз жойылады! Жалғастыру керек пе?
pt_br: Todos os dados de todos os seus discos (inclusive os móveis) serão perdidos! Continue?
tt_ru: Бардык дискларда (тышкыларда да) мәгълуматлар югалачак! Дәвам итергәме?
uk: Всі ващі дані на всіх дисках (в тому ж разі зовнішні) будуть втрачені! Продовжити?

source: Volumes
da: Volumer
de: Lautstärke
kk: Бөлімдер
tt_ru: Дисклар
uk: Томи

source: Select installation method
da: Vælg installationsmetode
de: Installationsmethode auswählen
kk: Орнату тәсілін таңдаңыз
pt_br: Selecionar do método de instalação
tt_ru: Кую төрен сайлагыз
uk: Оберіть метод для встановлення

source: Unable to autopartition, not enough disk space
da: Kan ikke udføre automatisk partitionering, ikke nok diskplads
de: Automatische Partitionierung funktioniert nicht, nicht genug Platz auf der Festplatte
kk: Автобөлімдеу мүмкін емес, дискідегі орын жеткіліксіз
pt_br: Impossível automático, não é suficiente espaço em disco
tt_ru: Автоматик бүлеп булмады, кирәкле урын юк
uk: Неможливо створити всі разділи, недостатньо місця на диску

source: Please wait...
da: Vent venligst...
de: Bitte warten...
kk: Күте тұрыңыз...
pt_br: Porfavor aguarde...
tt_ru: Бераз көтегез...
uk: Будь-ласка, зачекайте...

source: of
da: af
de: von
kk: барлығы
pt_br: de
uk: з

source: free
da: ledig
de: frei
kk: бос
pt_br: livre
uk: вільно

source: free space required:
da: ledig plads påkrævet:
de: freier, benötigter Platz:
kk: керек бос орын:
pt_br: espaço livre necessário:
tt_ru: буш урын кирәк:
uk: потрібно вільного простору:

source: All data from selected groups will be lost! Continue?
da: Alle data fra udvalgte grupper vil gå tabt! Vil du fortsætte?

source: Select disk groups for use
da: Vælg diskgrupper du vil bruge

source: Available disks
da: Tilgængelige diske

source: Select profile
da: Vælg profil
de: Profil auswählen
kk: Профильді таңдаңыз
pt_br: Selecionar profile
tt_ru: Профильне сайлагыз
uk: Оберіть профіль

source: Options
da: Muligheder
de: Optionen
kk: Опциялар
pt_br: Opções
tt_ru: Көйләүләр
uk: Параметри

source: Clear selected before applying profile
da: Ryd valgte, før du anvender profil

source: Let me make my changes after profile applying
da: Lad mig foretage mine ændringer efter profil anvendelse
de: Mass mich meine Änderungen nach der Bestätigung des Profils machen
kk: Профильді іске асырғаннан кейін өзгерістерді енгізуді қалаймын
pt_br: Permitam-me fazer o meu perfil muda após aplicação
tt_ru: Профильне кулланганда минем көйләүләрне
uk: Запропонувати зробити мої зміни після застосування профілю

source: Unable to apply selected profile, not enough disk space
da: Kan ikke anvende den valgte profil, der er ikke nok diskplads
de: Nicht in der Lage ausgewähltes Profil anzunehmen, nicht genug Festplattenspeicher
kk: Таңдалған профильді іске асыру мүмкін емес, дискідегі орын жеткіліксіз
pt_br: Não é possível aplicar perfil seleccionado, não é suficiente espaço em disco
tt_ru: Сайланган профильне кулланып булмый, кирәкле урын юк.
uk: Неможливо застосувати профіль, недостатньо місця на диску

source: Size
da: Størrelse
de: Größe
kk: Өлшемі
pt_br: Tamanho
tt_ru: Зурлык
uk: Розмір

source: Offset
da: Forskydning
de: Versatz
kk: Шегіну
pt_br: Renovo
tt_ru: Күчү
uk: Зміщення

source: Primary Partition
da: Primær partition
de: Hauptpartition
kk: Біріншілік бөлім
pt_br: Primeira Partições
tt_ru: Төп бүлек
uk: Основний розділ

source: Partition Type
da: Partitionstype
de: Partitionstyp
kk: Бөлім түрі
pt_br: Tipo de Partição
tt_ru: Бүлек төре
uk: Тип розділу

source: Ext2/3/4 File System Interface Module
da: Ext2/3/4 filsystem grænseflademodul
de: Ext2/3/4 Dateisystem Schnittstellenmodul
kk: Ext2/3/4 файлдық жүйесі
tt_ru: Ext2/3/4 файл системалары

source: XFS File System Interface Module
da: XFS filsystem grænseflademodul
de: XFS Dateisystem Schnittstellenmodul
kk: XFS файлдық жүйесі
pt_br: XFS Sistema de arquivo Interface Módulo
tt_ru: XFS файл системасы
uk: Файлова система XFS

source: JFS File System Interface Module
da: JFS filsystem grænseflademodul
de: JFS Dateisystem Schnittstellenmodul
kk: JFS файлдық жүйесі
pt_br: JFS Sistema de arquivos interface modulo
tt_ru: JFS файл системасы
uk: Файлова система JFS

source: ReiserFS File System Interface Module
da: ReiserFS filsystem grænseflademodul
de: ReiserFS Dateisystem Schnittstellenmodul
kk: ReiserFS файлдық жүйесі
pt_br: ReiserFS File System Interface Módulo
tt_ru: ReiserFS файл системасы
uk: Файлова система ReiserFS

source: Swap File System Interface Module
da: Swap filsystem grænseflademodul
de: Swap Dateisystem Schnittstellenmodul
kk: Swap бөлімі
pt_br: Swap Sistema de arquivos Interface Módulo
tt_ru: Swap файл системасы
uk: Файлова система підкачування (swap)

source: FAT32 File System Interface Module
da: FAT32 filsystem grænseflademodul
de: FAT32 Dateisystem Schnittstellenmodul
kk: FAT32 файлдық жүйесі
pt_br: FAT32 Sistema de arquivo Interface Módulo
tt_ru: FAT32 файл системасы
uk: Файлова система FAT32

source: FAT16 File System Interface Module
da: FAT16 filsystem grænseflademodul
de: FAT16 Dateisystem Schnittstellenmodul
kk: FAT16 файлдық жүйесі
pt_br: FAT16 Sistema de arquivo Interface Módulo
tt_ru: FAT16 файл системасы
uk: Файлова система FAT16

source: NTFS File System Interface Module
da: NTFS filsystem grænseflademodul
de: NTFS Dateisystem Schnittstellenmodul
kk: NTFS файлдық жүйесі
pt_br: NFTS Sistema de arquivos Interface Modulo
tt_ru: NTFS файл системасы
uk: Файлова система NTFS

source: OpenGFS File System Interface Module
da: OpenGFS filsystem grænseflademodul
de: OpenGFS Dateisystem Schnittstellenmodul
kk: OpenGFS файлдық жүйесі

source: OCFS2 File System Interface Module
da: OCFS2 filsystem grænseflademodul
de: OCFS2 Dateisystem Schnittstellenmodul
kk: OCFS2 файлдық жүйесі

source: BtrFS File System Interface Module
da: BtrFS filsystem grænseflademodul
de: BtrFS Dateisystem Schnittstellenmodul
kk: BtrFS файлдық жүйесі

source: Check For Bad Blocks
da: Tjek for dårlige blokke
de: Überprüfe nach schlechten Blöcken
kk: Жаман блоктарға тексеру
pt_br: Verificar a existência de Bad Blocks
tt_ru: Начар чыгырларга тикшерү (уку гына)
uk: Перевірити на збійні блоки

source: Read/Write Check For Bad Blocks
da: Læs/skriv tjek for dårlige blokke
de: Schreiben/Lese-Überprüfung für schlechte Blöcke
kk: Жаман блоктарға оқу/жазу сынауы
pt_br: Ler/Escrever Checar para Mal Blocos
tt_ru: Начар чыгырларга тикшерү (уку/язу)
uk: Перевірка на збійні блоки (Читання/Запис)

source: Volume Label
da: Volume Etiket
de: Volume Beschriftung
kk: Бөлім белгісі
pt_br: Nome do Volume
tt_ru: Бүлек билгесе
uk: Мітка тому

source: Use Ext4 extents
da: Brug Ext4 extents
de: Benutze Ext4-Erweiterungen
kk: Ext4 кеңейтулерін қолдану
tt_ru: Ext4 өстәлмәләрен куллану

source: Create Ext3 Journal
da: Opret Ext3 journaliserende
de: Erstelle Ext3 Journal
kk: Ext3 журналын жасау
pt_br: Criar ext3 Oficial
tt_ru: Ext3 журналын төзү
uk: Створит Ext3 журнал

source: External Journal Volume
da: Ekstern journaliserende Volume
de: Externes Journal Volume
kk: Сыртқы журнал үшін том
pt_br: Externas Oficial Volume
tt_ru: Тышкы журнал өчен бүлек
uk: Том для зовнішнього журналу

source: Log Size
da: Log Størrelse
de: Log Größe
kk: Лог өлшемі
pt_br: Tamaho do Log
tt_ru: Журнал зурлыгы
uk: Розмір протоколу

source: Force
da: Gennemtving
de: Kraft
kk: Мәжбүрлету
pt_br: Forçar
tt_ru: Көчләтү
uk: Форсувати

source: Case Insensitive
da: Ufølsom mellem store og små bogstaver
de: Groß- und Kleinschreibung
kk: Регистрге тәуелсіз
pt_br: Caso insensível
tt_ru: Регистрны исәпкә алмау
uk: Нечутливість до регістру

source: Inline Log Size
da: Inline logstørrelse
de: Log-Reihen Göße
kk: Журналдау аймағының өлшемі
pt_br: Inline Tamanho log
tt_ru: Журнал зурлыгының өлкәсе
uk: Розмір області журналювання

source: Version of mkreiserfs
da: Version af mkreiserfs
de: Version von mkreiserfs
kk: mkreiserfs нұсқасы
pt_br: Versão do mkreiserfs
tt_ru: mkreiserfs юрамасы
uk: Версія mkreiserfs

source: Check for bad blocks
da: Tjek for dårlige blokke
de: Überprüfe nach schlechten Blöcken
kk: Жаман блоктарға тексеру
pt_br: Verificar por blocos ruins
tt_ru: Начар чыгырларга тикшерү
uk: Перевірити на збійні блоки

source: Volume label
da: Volume Etiket
de: Volume Beschriftung
kk: Бөлім белгісі
pt_br: Nome do volume
tt_ru: Бүлек билгесе
uk: Мітка тому

source: Cluster size
da: Klyngestørrelse
de: Rechnerverbund Größe
kk: Кластер өлшемі
pt_br: Tamanho do cluster
tt_ru: Кластер зурлыгы
uk: Розмір кластеру

source: MFT zone multiplier
da: MFT zone multiplikator
de: MFT-Zone Multiplikator
kk: MFT зонасының көбейткіші
pt_br: MFT zona multiplicador
tt_ru: MFT өлкесенең тапкырлаучысы
uk: Множник зони MFT

source: Compression
da: Kompression
de: Kompression
kk: Сығу
pt_br: Compressão
tt_ru: Кысу
uk: Стиснення

source: Quick mkfs
da: Hurtig mkfs
de: Schnelles mkfs
kk: Жылдам mkfs
pt_br: Rápido mkfs
tt_ru: Тиз төзү
uk: Швидке створення

source: Name for the new LVM2 container.
da: Navn på den nye LVM2 container.
de: Namen für den neuen LVM2 Behälter.
kk: LVM2 томдар тобының атауы.
pt_br: Nome para o novo LVM2 recipiente.
tt_ru: Бүлек төркеменең исеме
uk: Ім'я для нового LVM2 контейнеру.

source: Extent-size for the new LVM2 container.
da: Omfangsstørrelse for den nye LVM2 container.
de: Erweiterungsgröße für den neuen LVM2 Behälter.
kk: Жаңа LVM2 томдар тобының экстент өлшемі.
pt_br: Medida de tamanho para a nova LVM2 recipiente.
tt_ru: Бүлек төркеменең зурлыгы
uk: Розмір екстенту

source: Name for the new LVM2 region.
da: Navn på den nye LVM2 område.
de: Name für die neue LVM2 Region
kk: Жаңа LVM2 том атауы.
pt_br: Nome para o novo LVM2 região.
tt_ru: Бүлек исеме
uk: Ім'я для нового LVM2 регіону.

source: Size for the new LVM2 region.
da: Størrelse til den nye LVM2 område.
de: Größe für die neue LVM2 Region
kk: Жаңа LVM2 том өлшемі.
pt_br: Tamanho do novo LVM2 região.
tt_ru: Бүлек зурлыгы
uk: Розмір тому

source: Number of stripes for the new LVM2 region.
da: Antal stribes for det nye LVM2 område.
de: Anzahl der Streifen für die neue LVM2 Region.
kk: Жаңа LVM2 томы үшін қатпарланулар (stripes) саны.
pt_br: Número de faixas para o novo LVM2 região.
tt_ru: Катлау саны (stripes)
uk: Кількість розгалужень (stripes) для нового LVM2 регіону.

source: Objects (PVs) to place the new LVM2 region on.
da: Objekter (PV'er) at placere den nye LVM2 område på.
de: Objekte (PVs) für die neue LVM2 Region-Platzierung
kk: Қай құрылғыларда орналастыру
pt_br: Objetos (VPs) para colocar o novo LVM2 na região.
tt_ru: Бу җайланмаларга урнаштыру
uk: Розташувати на наступних пристроях.

source: MD RAID0 Region Manager
da: MD RAID0 område håndteren
kk: RAID0 деңгейіндегі MD құрылғысы
pt_br: MD RAID0 Região Administrador
tt_ru: RAID-0 дәрәҗәдәге MD җайланмасы
uk: MD-пристрій рівнів RAID0

source: MD Raid 1 Region Manager
da: MD Raid 1 område håndteren
kk: RAID1 деңгейіндегі MD құрылғысы
pt_br: MD Raid 1 Região Administrador
tt_ru: RAID-1 дәрәҗәдәге MD җайланмасы
uk: MD-пристрій рівнів RAID1

source: MD RAID 4/5 Region Manager
da: MD RAID 4/5 område håndteren
kk: RAID4/5 деңгейлеріндегі MD құрылғысы
pt_br: MD RAID 4/5 Região Administrador
tt_ru: RAID-4/5 дәрәҗәдәге MD җайланмасы
uk: MD-пристрій рівнів RAID4/5

source: Chunk Size:
da: Fragmentstørrelse:
de: Chunk Größe:
kk: Чанк өлшемі:
pt_br: Tamanho Chunk:
tt_ru: Чанк зурлыгы:
uk: Розмір блоку:

source: Version 1 Super Block
da: Version 1 Super blok
kk: 1 нұсқалы супер блогы
pt_br: Versão 1 Super Bloco
tt_ru: 1 юрамалы суперблок
uk: Суперблок версії 1

source: Degraded array
da: Forringet array
de: Abgebauter Array
kk: Құлдыраған массив
pt_br: Desagrados array
tt_ru: Начарланган массив
uk: Деградований масив

source: Spare Disk
da: Reserve Disk
de: Datenträger schonen
kk: Резервті диск
pt_br: Disco separado
tt_ru: Запас диск
uk: Резервний диск

source: RAID5 Algorithm
da: RAID5 algoritme
de: RAID5 Algorithmus
kk: RAID5 алгоритмі
pt_br: RAID5 Algoritmo
tt_ru: RAID5 алгоритмы
uk: RAID5 алгоритм

source: RAID level
da: RAID niveau
kk: RAID деңгейі
pt_br: RAID nível
tt_ru: RAID дәрәҗәсе
uk: Рівень RAID

source: Chunk size
da: Fragmentstørrelse
de: Chunk Größe
kk: Чанк өлшемі
pt_br: Tamanho Chunk
tt_ru: Чанк зурлыгы
uk: Розмір блоку

source: Additional Size
da: Ekstra størrelse
de: Zusätzliche Größe
kk: Қосымша өлшемі
pt_br: Tamanho adicional
tt_ru: Өстәмә зурлык
uk: Додатковий розмір

source: Shrink by Size
da: Krymp efter størrelse
de: Um Größe schrumpfen
kk: Кішірейту шамасы
pt_br: Encolha por Tamanho
tt_ru: Кечерәйтү:
uk: Зменшити на

source: Extra size for the LVM2 region.
da: Ekstra udvidelse til LVM2 område.
de: Extra Größe für die LVM2 Region
kk: Жаңа өлшемі.
pt_br: Tamanho extra para o LVM2 região.
tt_ru: Өстәмә зурлык
uk: Додатковий розмір

source: Number of stripes for the new portion of the region.
da: Antal stripes for den nye del af området.
de: Anzahl der Bänder für die neue Portion der Region
kk: Жаңа аймақ үшін қатпарланулар (stripes) саны.
pt_br: úmero de faixas para a nova porção da região.
tt_ru: Яңа өлкә өчен катлау саны.
uk: Кількість розгалужень (stripes) для нової області регіону.

source: Objects (PVs) to use for the new portion of the region.
da: Objekter (PV'er) til brug for den nye del af området.
de: Zu nutzende Objekte (PVs) für die neue Portion der Region
kk: Жаңа аймақты қай құрылғыларда орналастыру
pt_br: Objetos (VPs) a utilizar para a nova porção da região.
tt_ru: Яңа өлкәне бу җайланмаларга урнаштыру.
uk: Розташувати нову область на наступних пристроях.

source: Size to remove from the LVM2 region.
da: Størrelse, der skal fjernes fra LVM2 området.
de: Zu entfernende Größe auf der LVM2-Region
kk: LVM2 томын кішірейту шамасы.
pt_br: Tamanho para remover a partir do LVM2 região.
tt_ru: Бүлекне кечерәйтү.
uk: Зменшити том на

source: Mount Options
da: Monteringsmuligheder
de: Einhängepunkt Optionen
kk: Тіркеу опциялары
pt_br: Opções de Montagem
tt_ru: Кору көйләүләре
uk: Опції монтування

source: Format before using
da: Formater før brug
de: Formatiere vor Nutzung
kk: Қолдану алдында пішімдеу
pt_br: Formato antes de usar
tt_ru: Форматлау
uk: Відформатувати перед використанням

source: Setup for server
da: Opsætning til server
de: Konfiguration für Server
kk: Сервер үшін орнату
pt_br: Configurar para servidor
tt_ru: Сервер көйләве
uk: Встановлення серверу

source: Setup for workstation
da: Opsætning til arbejdsstation
de: Konfiguration für Arbeitsplatz
kk: Жұмыс станциясы үшін орнату
pt_br: Configuração para estação de trabalho
tt_ru: Эш станциясе көйләве
uk: Встановлення робочої станції

source: Custom
da: Brugerdefineret
de: Benutzerdefiniert
kk: Таңдауыңызша
pt_br: Customizado
tt_ru: Өстәмә
uk: Вручну

source: Note, that resizing Vista partition may lead to Vista boot failure. Proceed?
da: Bemærk, at ændring af størrelsen på Vista partitionen kan føre til Vista startfejl. Vil du fortsætte?
de: Beachte, dass das erneute Festlegen der Größe der Vista Partition zu Vista boot-Problemen führen kann. Fortfahren?
kk: Ескертеміз, Vista бөлімдерінің өлшемін өзгерту оның жүктеле алмауына әкеп соғуы мүмкін. Жалғастырамыз ба?
tt_ru: Vista бүлек зурлыгын үзгәртү шул бүлектән йөкләүне юк итергә мөмкин. Дәвам итергәме?

source: Invalid mountpoint
da: Ugyldigt monteringspunkt
de: Ungültiger Einhängepunkt
kk: Тіркеу нүктесі қате
pt_br: Ponto de montagem inválido
tt_ru: Хаталы кору ноктасы
uk: Невірна точка монтування

source: Invalid mountpoint for SWAPFS
da: Ugyldigt monteringspunkt for SWAPFS
de: Ungültiger Einhängepunkt für SWAPFS
kk: SWAPFS үшін тіркеу нүктесі қате
pt_br: Ponto de montagem inválido para SWAPFS
tt_ru: SWAPFS өчен хаталы кору ноктасы
uk: Невірна точка монтування для SWAPFS

source: Invalid mountpoint: not a SWAPFS
da: Ugyldigt monteringspunkt: er ikke et SWAPFS
de: Ungültiger Einhängepunkt: Kein SWAPFS
kk: Тіркеу нүктесі қате: SWAPFS емес
pt_br: Inválido ponto de montagem: não um SWAPFS
tt_ru: Хаталы кору ноктасы: SWAPFS түгел
uk: Невірна точка монтування: не SWAPFS

source: Invalid mountpoint: should start with /mnt
da: Ugyldigt monteringspunkt: bør starte med /mnt
de: Ungültiger Einhängepunkt: Sollte mit /mnt starten
kk: Тіркеу нүктесі қате: /mnt басталуы тиіс
pt_br: Ponto de montagem inválido: deve iniciar com /mnt
tt_ru: Хаталы кору ноктасы: /mnt юлыннан башланырга тиеш
uk: Невірна точка монтування: має починатися з /mnt

source: reboot, then continue installation.
da: genstart, og fortsæt derefter installationen.
de: Neu booten, dann mit Installation fortfahren.
kk: компьютерді қайта іске қосыңыз, одан кейін орнатуды жалғастырыңыз.
pt_br: reiniciar, então continue a instalação.
uk: здійсніть перевантаження а потім продовжіть встановлення.

source: Mountpoint
da: Monteringspunkt
de: Einhängepunkt
kk: Тіркеу нүктесі
pt_br: Ponto de montagem
tt_ru: Кору ноктасы
uk: Точка монтування

source: Dump Frequency
da: Dump frekvens
de: Frequenz verwerfen
kk: Дамп жиілігі
pt_br: Frequência Dump
tt_ru: Дамп ешлыгы
uk: Частота дампу

source: Check order
da: Tjek rækkefølgen
de: Überprüfe Ordner
kk: Тексеру кезегі
pt_br: Verificar ordens
tt_ru: Тикшерү төре
uk: Послідовність перевірки

source: inaccesible or not a directory
da: utilgængelig eller ikke en mappe
de: Unzugänglich oder kein Ordner
kk: қолжетерсіз, не бума емес
pt_br: inaccesible ou não um diretório
tt_ru: булмый яки каталог түгел
uk: немає доступу або не тека

source: Operation not permitted
da: Handling ikke tilladt
de: Operation nicht erlaubt
kk: Әрекетке рұқсат жоқ
pt_br: Operação não permitida
tt_ru: Операция рөхсәт ителми
uk: Операція неможлива

source: Objects
da: Objekter
de: Objekte
kk: Объекттер
pt_br: Objetos
tt_ru: Объектлар
uk: Об'єкти

source: Next operation
da: Næste handling
de: Nächste Operation
kk: Келесі әрекет
pt_br: Próxima operação
tt_ru: Алдагы эш
uk: Наступна операція

source: Show extra options
da: Vis ekstra muligheder
de: Zeige Extra-Optionen
kk: Қосымша опцияларды көрсету
pt_br: Mostrar opções extras
tt_ru: Өстәмә көйләүләрне чагылдыру
uk: Відобразити додаткові налаштування

source: Congrats! You've found a secret level!
da: Tillykke! Du har fundet et hemmeligt niveau!
de: Gratulation! Geheimes Level wurde gefunden!
kk: Құттықтаймыз! Құпия деңгейге жеттіңіз!
pt_br: Parabéns! Você encontrou um nível secreto!
tt_ru: Ура! Син яңа качырылган урын таптың!
uk: Вітаємо! Ви знайшли таємний рівень!

source: Please assign "/" mount point
da: Tildel venligst "/" monteringspunkt
de: Bitte "/" Eingehängepunkt zuordnen
kk: "/" тіркеу нүктесін тағайындаңыз
pt_br: Por favor, atribua "/" ponto de montagem
uk: Будь ласка, призначте будь якому тому точку монтування "/"

source: To install grub-efi, ESP partition (FAT32, minimum 256 MiB, mountpoint /boot/efi) is required
da: For at installere grub-efi kræves ESP partition (FAT32, minimum 256 MiB, monteringspunkt /boot/efi)

source: Multiple filesystems are assigned the same mountpoint (
da: Flere filsystemer er tildelt det samme monteringspunkt (

source: Please fix this by changing duplicated mountpoints.
da: Løs dette ved at ændre duplikerede monteringspunkter.

source: as
da: som

source: mounted at
da: monteret på

source: Pending operations:
da: Afventende operationer:

source: Apply requested changes?
da: Vil du anvende de ønskede ændringer?
de: Änderungen übernehmen?
kk: Сұралған өзгерістерді іске асыру керек пе?
pt_br: Aplicar alterações solicitadas?
tt_ru: Үзгәртүләрне кулланырганы?
uk: Застосувати запитані зміни?

source: All data on following partitions will be lost:
da: Alle data på følgende partitioner vil gå tabt:
de: Alle Daten auf den folgenden Partitionen werden verloren gehen:
kk: Келесі бөлімдерден барлық мәлімет жойылады:
pt_br: Todos os dados sobre as partições serão perdidos seguintes:
tt_ru: Бу бүлекләрдә барлык мәгълуматлар югалачак:
uk: Всі дані на наступних розділах буде втрачено:

source: Continue?
da: Fortsæt?
de: Fortfahren?
kk: Жалғастыру керек пе?
pt_br: Continuar?
tt_ru: Дәвам итергәме?
uk: Продовжити?

source: Name
da: Navn
kk: Аты
pt_br: Nome
tt_ru: Исем
uk: Ім'я

source: Size [ free ]
da: Størrelse [ledig]
de: Größe [frei]
kk: Өлшемі [бос]
pt_br: Tamanho [ livre ]
tt_ru: Зурлык [буш]
uk: Розмір [ вільно ]

source: Mounted on
da: Monteret på
de: Eingehängt auf
kk: Тіркелген жері
pt_br: Montado
tt_ru: Корылган:
uk: Змонтовано у

source: Mount options
da: Monteringsmuligheder
de: Einhänge-Optionen
kk: Тіркеу опциялары
pt_br: Opções de Montagem
tt_ru: Кору көйләүләре
uk: Опції монтування

source: Create RAID
da: Opret RAID
de: Erstelle RAID
kk: RAID жасау
pt_br: Criar RAID
tt_ru: RAID төзү
uk: Створити RAID

source: Destroy
da: Slet
de: Zerstöre
kk: Жою
pt_br: Destruir
tt_ru: Юк итү
uk: Вилучити

source: Create Volume Group
da: Opret volumengruppe
de: Erstelle Gerätegruppe
kk: Томдар тобын жасау
pt_br: Criar grupo de volumes
tt_ru: Бүлек төркемен төзү
uk: Створити групу томів

source: Expand
da: Udvid
de: Erweitern
kk: Кеңейту
pt_br: Expandir
tt_ru: Зурайту
uk: Збільшити

source: Shrink
da: Krymp
de: Schrumpen
kk: Кішірейту
pt_br: Encolha
tt_ru: Кечерәйтү
uk: Зменшити
