Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-net-eth.po
Languages: de, kk, tt_ru

source: Ethernet interfaces
de: Ethernet-Schnittstelle
kk: Ethernet интерфейстері
tt_ru: Ethernet интерфейслары

source: Interface:
de: Schnittstelle:
kk: Интерфейс:
tt_ru: Интерфейс:

source: Network subsystem:
de: Netzwerksubsystem:
kk: Желілік ішкі жүйесі:
tt_ru: Челтәрнең астагы системасы:

source: Use interface as bridge
de: Benutze Schnittstelle als Brücke
kk: Интерфейсті көпір ретінде қолдану
tt_ru: Интерфейсны күпер рәвешле куллану

source: Cancel
de: Abbrechen
kk: Бас тарту
tt_ru: Үткәрмәү

source: Interfaces
de: Schnittstelle
kk: Интерфейстер
tt_ru: Интерфейслар

source: Select IP version:
de: IP-Version auswählen:
kk: IP нұсқасын таңдаңыз:

source: Enable
de: Aktivieren
kk: Іске қосу

source: Configuration:
de: Konfiguration:
kk: Баптау:
tt_ru: Көйләүләр:

source: IP addresses:
de: IP-Adressen:
kk: IP адрестері:
tt_ru: IP адреслары

source: Delete
de: Löschen
kk: Өшіру
tt_ru: Бетерү

source: Add
de: Hinzufügen
kk: Қосу
tt_ru: Өстәү

source: Default gateway:
de: Standartgateway:
kk: Негізгі шлюз:
tt_ru: Төп шлюз:

source: DNS servers:
de: DNS-Server:
kk: DNS серверлері:
tt_ru: DNS серверлары:

source: Search domains:
de: Suche Domänen:
kk: Іздеу домендері:
tt_ru: Эзләү серверлары:

source: (multiple values should be space separated)
de: (mehrere Werte sollten mit einem Leerzeichen getrennt sein)
kk: (бірнеше мәндерді бос аралықтармен ажырату керек)
tt_ru: (берничә мәгънә буш урын аша күрсәтелә)

source: Advanced...
de: Erweitert...
kk: Кеңейтілген...
tt_ru: Өстәмә

source: Wireless settings...
de: Wireless-Einstellungen...
kk: Сымсыз желі баптаулары...
tt_ru: Чыбыксыз челтәр көйләүләре

source: VLAN Configuration...
de: VLAN Konfiguration...

source: Create bond...
de: Bindung erstellen...

source: Delete bond...
de: Lösche Bindung...

source: Configure bond...
de: Konfiguriere Bindung...

source: Apply
de: Bestätigung
kk: Іске асыру
tt_ru: Куллану

source: Reset
de: Zurücksetzen
kk: Тастау
tt_ru: Кайтару

source: VLAN Configuration for Interface
de: VLAN Konfiguration für Schnittstelle

source: Back
de: Zurück

source: Add VLAN
de: VLAN hinzufügen

source: Remove
de: Entferne

source: Host name is too long
de: Hostname ist zu lang
kk: Хост аты тым ұзын
tt_ru: Хост исеме артык озын

source: not under control
de: nicht unter Kontrolle
kk: басқарылмайды
tt_ru: Тикшерелми

source: Use RA only
de: Benutze nur RA
kk: Тек RA қолдану

source: Use DHCP
de: Benutze DHCP
kk: DHCP қолдану
tt_ru: DHCP белән куллану

source: Use Zeroconf
de: Benutze Zeroconf
kk: Zeroconf қолдану
tt_ru: Zeroconf белән куллану

source: Manually
de: Manuell
kk: Қолмен баптау
tt_ru: Кулланучы көйләве

source: Network adaptor:
de: Netzwerkadapter:
kk: Желілік картасы:
tt_ru: Челтәр адаптеры:

source: plugged
de: steckt
kk: желіге қосылған
tt_ru: Тоташкан

source: unplugged
de: nicht eingesteckt
kk: желіге қосылмаған
tt_ru: Тоташмаган

source: IPv4 and IPv6 configurations are incompatible:
de: IPv4 und IPv6 Konfigurationen sind inkompatibel:
kk: IPv4 және IPv6 баптаулары өзара үйлеспейді:

source: Invalid default gateway
de: Ungültifer Standartgateway

source: Invalid DNS list
de: Ungültige DNS Liste
kk: DNS серверлер тізімі қате

source: Invalid IP address:
de: Ungültige IP-Adresse:
kk: IP адресі қате:

source: OK
kk: ОК

source: Computer name:
kk: Компьютер аты:
tt_ru: Компьютер исеме:

source: invalid IP with MASK list
tt_ru: MASK исемлегендә хаталы IP

source: invalid IP address
tt_ru: Хаталы IP адрес

source: (multiple values should be one per row)
tt_ru: (берничә мәгънә буш урын аша күрсәтелә)
