Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-vm.po
Languages: da, de, kk, pt_br, tt_ru, uk

source: Create Volume
da: Opret Volume
de: Erstelle Volume
kk: Томды жасау
pt_br: Criar Volume
tt_ru: Бүлек төзү
uk: Створити том

source: Create Encrypted Volume
da: Opret krypteret volume
de: Erstelle verschlüsseltes Volume
kk: Шифрленген томды жасау

source: Create Partition
da: Opret partition
de: Erstelle Partition
kk: Бөлімді жасау
pt_br: Criar Partição
tt_ru: Бүлек төзү
uk: Створити розділ

source: Destroy Partition Table
da: Slet partitionstabel
de: Zerstöre Partitionstabelle
kk: Бөлімдер кестесін жою
pt_br: Destruir Tabela de Partições
tt_ru: Бүлекләр җәдвалын бетерү
uk: Вилучити таблицю розділів

source: Create Encrypted Partition
da: Opret krypteret partition
de: Erstelle verschlüsselte Partition
kk: Шифрленген бөлімді жасау

source: Make Filesystem
da: Lav filsystem
de: Erstelle Dateisystem
kk: Файлдық жүйені жасау
pt_br: Criar sistema de arquivos
tt_ru: Файл системасын төзү
uk: Створити файлову систему

source: Remove Filesystem
da: Fjern filsystem
de: Entferne Dateisystem
kk: Файлдық жүйені өшіру
pt_br: Remover Sistema de arquivos
tt_ru: Файл системасын бетерү
uk: Видалити файлову систему

source: Edit Mountpoint
da: Rediger monteringspunkt
de: Editiere Einhängepunkt
kk: Тіркеу нүктесін түзету
pt_br: Editar Ponto de montagem
tt_ru: Кору ноктасын үзгәртү
uk: Редагувати точку монтування

source: Check Filesystem
da: Tjek filsystem
de: Überprüfe Dateisystem
kk: Файлдық жүйені тексеру
pt_br: Checar sistema de arquivos
tt_ru: Файл системасын тикшерү
uk: Перевірити файлову систему

source: Mount Filesystem
da: Monter filsystem
de: Dateisystem einhängen
kk: Файлдық жүйені тіркеу
pt_br: Montar sistema de arquivos
tt_ru: Файл системасын кору
uk: Монтувати файлову систему

source: Umount Filesystem
da: Afmonter filsystem
de: Dateisystem aushängen
kk: Файлдық жүйені тіркеуден босату
pt_br: Demonstrar sistema de arquivos
tt_ru: Файл системасын корудан чыгару
uk: Размонтувати файлову систему

source: Reset
da: Nulstil
de: Zurücksetzen
kk: Тастау
pt_br: Resetar
tt_ru: Кайтару
uk: Скинути

source: Apply
da: Anvende
de: Annehmen
kk: Іске асыру
pt_br: Aplicar
tt_ru: Куллану
uk: Застосувати

source: OK
kk: ОК

source: All data from all your disks will be lost! Continue?
de: Alle Daten von all deinen Festplatten werden verloren gehen! Weiter?
kk: Барлық дисктеріңіздегі барлық мәліметтеріңіз жойылады! Жалғастыру керек пе?
tt_ru: Барлык дискларда мәгълуматлар югалачак! Дәвам итергәме?

source: Select disks for use
de: Zu benutzende Festplatte auswählen
kk: Қолдану үшін дисктерді таңдаңыз
tt_ru: Куллану өчен дисклар сайлагыз

source: Clear all before applying profile
de: Leere alles vor der Bestätigung des Profils
kk: Профильді іске асыру алдында барлығын тазарту
tt_ru: Профильне куллану алдыннан барлык дискларны чистатырга

source: To install GRUB on disk with GPT, need create 1MiB (minimum size) 'bios boot' partition. Continue?
de: Um GRUB auf dem Datenträger mit GPT zu installieren, wird die Erstellung einer 1MiB (Mindestgröße) 'bios' boot-Partition benötigt. Fortfahren?
kk: GRUB жүктеушісін GPT бар дискіне орнату үшін, өлшемі 1МиБ (минимум) болатын 'bios boot' бөлімін жасау керек. Жалғастырамыз ба?
