Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-net-wifi.po
Languages: kk, tt_ru

source: Wifi interfaces
kk: Wifi интерфейстері
tt_ru: WiFi интерфейслары

source: Interface:
kk: Интерфейс:
tt_ru: Интерфейс:

source: Reconfigure interface
kk: Интерфейсті қайта баптау
tt_ru: Интерфейсны көйләү

source: Status:
kk: Қалып-күйі:
tt_ru: Хәл:

source: Configured networks
kk: Бапталған желілер
tt_ru: Челтәрләрне көйләү

source: Enable
kk: Іске қосу
tt_ru: Эшләтү

source: Network name:
kk: Желі атауы:
tt_ru: Челтәр исеме:

source: Auth type:
kk: Аутентификация түрі:
tt_ru: Тиңләштерү төре:

source: Change password:
kk: Парольді өзгерту:
tt_ru: Серсүзне үзгәртү:

source: Encryption:
kk: Шифрлеу:
tt_ru: Шифрлау:

source: Apply
kk: Іске асыру
tt_ru: Куллану

source: Reset
kk: Тастау
tt_ru: Кайтару

source: Delete
kk: Өшіру
tt_ru: Бетерү

source: Configure new network
kk: Жаңа желіні баптау
tt_ru: Яңа тоташуны көйләү

source: Networks found:
kk: Табылған желілер:
tt_ru: Челтәрләр табылды:

source: Rescan
kk: Қайта іздеу
tt_ru: Яңадан эзләү

source: Configure
kk: Баптау
tt_ru: Көйләү

source: Name
kk: Аты

source: signal
kk: сигнал

source: authentication
kk: аутентификация

source: OK
kk: ОК

source: connection is not configured
kk: байланыс бапталмады
tt_ru: тоташу көйләнмәгән

source: connected to network %s(%s)\n
kk: желіге байланысқан: %s(%s)\n
tt_ru: %s(%s) челтәренә тоташты\n

source: scanning for available networks...
kk: қолжетерлік желілерді іздеу...
tt_ru: булган челтәрләрне эзләү

source: connecting to network...
kk: желіге байланыс орнату...
tt_ru: челтәргә тоташу

source: disconnected
kk: байланыспаған
tt_ru: өзек

source: No password
kk: Пароль жоқ
tt_ru: Серсүзсез

source: WEP Password
kk: WEP паролі
tt_ru: WEP серсүзе

source: Current network
kk: Ағымдағы желі
tt_ru: Хәзерге челтәр

source: Not a wireless interface
kk: Сымсыз желі интерфейсі емес
tt_ru: Чыбыксыз челтәр түгел

source: Other network
kk: Басқа желі
tt_ru: Башка челтәрләр

source: Password is too short
kk: Пароль тым қысқа
tt_ru: Серсүз бик кыска

source: Unable to create network
kk: Желіні жасау мүмкін емес
tt_ru: Челтәрне төзеп булмады

source: WPA Personal (WPA-PSK)
tt_ru: WPA Шәхси (WPA-PSK)

source: WPA2 Personal (WPA-PSK)
tt_ru: WPA2 Шәхси (WPA-PSK)
