Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/*/alterator-bird.po
Languages: ru

source: Bird - IP routing daemon
ru: Служба IP-маршрутизации Bird

source: Something wrong!
ru: Неизвестная ошибка!

source: Specify storage address...
ru: Адрес хранилища...

source: Auto start routing service at boot
ru: Автоматически запускать службу при запуске системы

source: Current status is
ru: Текущее состояние службы

source: Start service
ru: Запустить службу

source: Stop service
ru: Остановить службу

source: Main config
ru: Основная конфигурация

source: Save
ru: Сохранить

source: Reset modifications
ru: Отменить изменения

source: Download config to local computer
ru: Загрузить файл конфигурации

source: Upload
ru: Разместить

source: Show debug
ru: Показывать отладочную информацию

source: No
ru: Нет

source: Yes
ru: Да

source: OFF
ru: ВЫКЛ

source: ON
ru: ВКЛ

source: Can't install new config
ru: Невозможно установить новую конфигурацию
