Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/*.po
Languages: uk

source: by bus location
uk: за розміщенням на шині

source: calculating...
uk: обчислювання...

source: can't create mail spool
uk: неможливо створити mail spool

source: can't create or remove home directory
uk: неможливо створити чи видалити домашню теку

source: can't remove user's primary group
uk: неможливо видалити первинну групу користувача

source: can't update group file
uk: неможливо поновити базу груп

source: can't update password file
uk: неможливо поновити базу паролів

source: cannot change password
uk: неможливо змінити пароль

source: config file doesn't exist
uk: конфіґурацію не знайдено

source: connection down
uk: немає з'єднання

source: connection established
uk: з'єднання встановлене

source: connection failed
uk: з'єднання невдале

source: date should be in YYYY-MM-DD format
uk: дата має бути у форматі РРРР-ММ-ДД

source: default
uk: типово

source: disable write access
uk: заборонити запис

source: do not change
uk: не чіпати

source: don't change
uk: не змінювати

source: enable write access
uk: дозволити запис

source: errors only
uk: тільки помилки

source: facility setup failed
uk: не вдалося встановити режим

source: from group
uk: з групи

source: gid not unique
uk: gid не унікальний

source: graphics
uk: графічний

source: group name not unique
uk: ім'я групи вже зайняте

source: inactive
uk: недіюче

source: infinite
uk: нескінченно

source: interface is down
uk: інтерфейс зупинено

source: interface is up
uk: інтерфейс запущено

source: internal service
uk: вбудована служба

source: invalid IP address
uk: невірна IP-адреса

source: invalid IP address list
uk: невірний список IP-адрес

source: invalid ISO-3166-alpha-2 country code
uk: невірний код країни ISO-3166-alpha-2

source: invalid TCP port
uk: невірний TCP-порт

source: invalid argument to option
uk: невірний параметр до аргумента

source: invalid boolean value
uk: невірне булеве значення

source: invalid command syntax
uk: невірний синтаксис команди

source: invalid group name
uk: невірне ім'я групи

source: invalid hostname
uk: невірне ім'я хосту

source: invalid hostname list
uk: невірний список імен хостів

source: missing
uk: немає

source: multiple values should be space separated
uk: декілька значень через пробіл

source: no
uk: ні

source: no wait
uk: не чекати

source: no workcopy was found
uk: робочу копію не знайдено

source: none
uk: немає

source: nothing
uk: нічого

source: only digits and latin letters allowed
uk: дозволені тільки цифри та латинські літери

source: only small latin letters, digits and '_' allowed
uk: дозволені лише малі латинські літери, цифри і '_'

source: partition
uk: підрозділ

source: plugged
uk: підключено

source: process already running
uk: процес вже запущено

source: recommended
uk: рекомендовано

source: remove from list
uk: видалити зі списку

source: restart
uk: перезапустити

source: running
uk: запущено

source: same virtual host is already defined
uk: подібний віртуальний сервер вже існує

source: should be number
uk: має бути число

source: specified group doesn't exist
uk: дана група не існує

source: specified user doesn't exist
uk: користувач не існує

source: start
uk: запустити

source: start, stop or restart service
uk: запустити, зупинити або перевантажити службу

source: stop
uk: зупинити

source: stopped
uk: зупинено

source: text
uk: текстовий

source: time should be in HH:MM:SS format
uk: час має бути у форматі ГГ:ХХ:СС

source: to group
uk: в групу

source: uid already in use
uk: uid вже зайнятий

source: unable to add user %s to group %s
uk: неможливо додати користувача %s до групи %s

source: unable to calculate
uk: неможливо обчислити

source: unable to setup time
uk: неможливо налаштувати час

source: unknown
uk: невідомо

source: unplugged
uk: відключено

source: user currently logged in
uk: користувач зараз у системі

source: username already in use
uk: ім'я користувача вже зайняте

source: via:
uk: через:

source: view full log of the latest operation
uk: переглянути повний журнал останньої операції

source: yes
uk: так
