Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/*.po
Languages: uk

source: (IP address where server listen on, or '*' for listening on all interfaces)
uk: (IP-адреса, на якій сервер приймає з'єднання або '*' для обслуговування усіх інтерфейсів)

source: (TCP port for server to listen to)
uk: (TCP-порт, який має слухати сервер)

source: (TCP port where server listen on)
uk: (TCP-порт, на якому має слухати сервер)

source: (enter passphrase)
uk: (вкажіть пароль)

source: (granularity of the logging influences its size)
uk: (докладність протоколювання впливає на розмір журналу)

source: (logging granularity influences its size)
uk: (докладність протоколу впливає на розмір журналу)

source: (organization name, written in latin letters)
uk: (назва організації латиницею)

source: (organizational unit name, written in latin letters)
uk: (назва підрозділу організації латиницею)

source: (public hostname)
uk: (невірне ім'я хоста)

source: (recreate private key, sign request and self-signed certificate)
uk: (створити наново секретний ключ, запит на підпис та самопідписаний сертифікат)

source: (repeat passphrase)
uk: (повторіть пароль)

source: (state or city, written in latin letters)
uk: (місто латиницею)

source: (two letter country code)
uk: (дволітерний код країни)

source: (you can't disable all mechanisms)
uk: (неможна вимкнути всі механізми)

source: 1 minute
uk: 1 хвилина

source: 1 second
uk: 1 секунда

source: 10 lines
uk: 10 рядків

source: 10 seconds
uk: 10 секунд

source: 100 lines
uk: 100 рядків

source: 16 million colors (24 bits)
uk: 16 мільйонів кольорів (24 біта)

source: 20 lines
uk: 20 рядків

source: 20 seconds
uk: 20 секунд

source: 256 colors (8 bit)
uk: 256 кольорів (8 біт)

source: 32 thousand colors (15 bits)
uk: 32 тисячі кольорів (15 біт)

source: 4 billion colors (32 bits)
uk: 4 мільярди кольорів (32 біта)

source: 5 seconds
uk: 5 секунд

source: 50 lines
uk: 50 рядків

source: 65 thousand colors (16 bits)
uk: 65 тисяч кольорів (16 біт)

source: <NEW>
uk: <НОВИЙ>

source: Access point
uk: Точка доступу

source: Account:
uk: Логін:

source: Accounting
uk: Облік

source: Acquiring package database...
uk: Отримання бази даних пакетів...

source: Acquiring packages
uk: Отримання пакетів

source: Acquiring packages...
uk: Отримання пакетів...

source: Add
uk: Додати

source: Add Linux kernel
uk: Додати ядро Linux

source: Add other loader
uk: Додати інший завантажувач

source: Add rule
uk: Додати правило

source: Add rule...
uk: Додати правило...

source: Add user:
uk: Новий користувач:

source: Additional disks
uk: Додаткові диски

source: Additional packages to install
uk: Додатково будуть встановлені наступні пакети

source: Additional parameters:
uk: Додаткові параметри:

source: Administrator password:
uk: Пароль адміністратора:

source: Allow anonymous login
uk: Дозволити вхід анонімному користувачеві

source: Allow local users login
uk: Дозволити вхід локальним користувачам

source: Allow mkdir
uk: Дозволити створення каталогів

source: Allow rename/delete
uk: Дозволити перейменування/видалення файлів

source: Allow transit packets (forwarding)
uk: Дозволяти транзитні пакети (форвардинг)

source: Allow upload
uk: Дозволити завантаження файлів

source: Allow write
uk: Дозволити запис

source: Allowed incoming connections
uk: Дозволені з'єднання на вході

source: Alt key
uk: Клавіша Alt

source: Alt+Shift key
uk: Клавіші Alt+Shift одночасно

source: Alternatives subsystem
uk: Альтернативи

source: Alternatives:
uk: Альтернативи:

source: Anonymous user options
uk: Налаштування анонімного користувача

source: Anvanced...
uk: Додатково...

source: Apply
uk: Застосувати

source: Apply failed
uk: Помилка

source: Apply saved keyboard settings
uk: Застосувати збережені налаштування клавіатури

source: April
uk: Квітень

source: August
uk: Серпень

source: Auth mechanisms:
uk: Механізми аутентифікації:

source: Auth type:
uk: Тип аутентифікації:

source: Authentication
uk: Аутентифікація

source: Authentication (SASL)
uk: Аутентифікація (SASL)

source: Autodetect
uk: Визначити адресу автоматично

source: Automatically detected
uk: Автоматично

source: Available layouts:
uk: Доступні розкладки:

source: Available sources:
uk: Доступні джерела:

source: Base DN:
uk: Базовий DN:

source: Boot variants
uk: Варіанти завантаження

source: Bootloader
uk: Завантажувач

source: Can't add group
uk: Неможливо додати групу

source: Can't add group with empty name
uk: Неможливо зробити групу з пустою назвою

source: Can't add user
uk: Неможливо додати користувача

source: Can't delete group
uk: Неможливо видалити групу

source: Can't delete group with empty name
uk: Неможливо видалити групу з пустою назвою

source: Can't modify group with empty name
uk: Неможливо змінити групу з пустою назвою

source: Can't open file
uk: Неможливо відкрити файл

source: Can't open temporary file
uk: неможливо відкрити тимчасовий файл

source: Can't remove user
uk: Неможливо видалити користувача

source: Cancel
uk: Скасувати

source: Candidates:
uk: Кандидати:

source: CapsLock key
uk: Клавіша CapsLock

source: Certificate
uk: Сертіфікат

source: Change
uk: Змінити

source: Change password:
uk: Змінити пароль:

source: Change state:
uk: Змінити стан:

source: Check for updates
uk: Перевірити наявність поновлень

source: Checking for updates...
uk: Перевірка наявності оновлень...

source: Choose candidate manually
uk: Оберіть кандидата вручну

source: Color depth:
uk: Глибина кольору:

source: Comment:
uk: Коментар:

source: Common Name (CN):
uk: Спільне ім'я (CN):

source: Common kernel parameters:
uk: Спільні параметри ядра:

source: Common settings
uk: Спільні налаштування

source: Configuration:
uk: Конфіґурація:

source: Configure
uk: Налаштувати

source: Configure new network
uk: Сконфіґурувати нову мережу

source: Configured networks
uk: Сконфіґуровані мережі

source: Connected to network
uk: Підключено до мережі

source: Continue
uk: Продовжити

source: Control key
uk: Клавіша Control

source: Control+Shift keys
uk: Клавіші Control+Shift одночасно UK,EN

source: Control+Shift keys (UK,RU,EN)
uk: Клавіші Control+Shift одночасно (UK,RU,EN)

source: Country (C):
uk: Країна (C):

source: Country:
uk: Країна:

source: Create
uk: Створити

source: Critical
uk: Критична помилка

source: Critical error during install
uk: Критичена помилка встановлення

source: Current date:
uk: Поточна дата:

source: Current network
uk: Поточна мережа

source: Current settings
uk: Поточні налаштування

source: Current state
uk: Поточний стан

source: Current state:
uk: Поточний стан:

source: Current time:
uk: Поточний час:

source: DHCP server
uk: DHCP-сервер

source: DNS servers:
uk: DNS-сервери:

source: Date/Time
uk: Дата й час

source: December
uk: Грудень

source: Default
uk: Типово

source: Default gateway:
uk: Типовий шлюз:

source: Default route via VPN
uk: Типовий маршрут через VPN

source: Default site list:
uk: Головний список розсилань сайту:

source: Default upload directory (/var/ftp/incoming)
uk: Стандартна тека для отримання файлів (/var/ftp/incoming)

source: Delete
uk: Видалити

source: Delete connection
uk: Видалити з'єднання

source: Delete user
uk: Видалити користувача

source: Description:
uk: Опис:

source: Desktop file not found
uk: Файл ліцензії не знайдено

source: Detected hardware
uk: Знайдене обладнання

source: Device:
uk: Пристрій:

source: Display
uk: Дисплей

source: Do you really want to delete
uk: Ви дійсно бажаєте видалити

source: Do you really want to delete user
uk: Ви дійсно бажаєте видалити користувача

source: Don't install bootloader
uk: Не встановлювати завантажувач

source: Down
uk: Нижче

source: Download sign request
uk: Звантажити запит на підпис

source: Driver:
uk: Драйвер:

source: Drivers
uk: Драйвери

source: Drivers:
uk: Драйвери:

source: Drop mail
uk: Видаляти пошту

source: EAP method
uk: Метод EAP

source: Edit lilo.conf
uk: Редагувати lilo.conf

source: Email host
uk: Адреса поштового сервера

source: Email host:
uk: Адреса поштового сервера:

source: Enable
uk: Увімкнути

source: Enable FTP service
uk: Увімкнути службу FTP

source: Enable firewall
uk: Увімкнути екран

source: Enable network address translation (NAT):
uk: Увімкнути трансляцію мережевих адрес (NAT):

source: Enable per user settings
uk: Дозволити персональні налаштування

source: Enable service
uk: Увімкнути службу

source: Encryption
uk: Шифрування

source: Encryption:
uk: Шифрування:

source: Ethernet interfaces
uk: Ethernet-інтерфейси

source: Expert mode
uk: Складний режим

source: FTP server
uk: FTP-сервер

source: Facility
uk: Системний об'єкт

source: Fatal error
uk: Критична помилка

source: February
uk: Лютий

source: File not found
uk: Файл не знайдено

source: Finish
uk: Завершити

source: First page
uk: Перша сторінка

source: Following users have access:
uk: Наступні користувачі мають доступ:

source: For selected:
uk: Для вибраних:

source: Fr
uk: Пт

source: Gb
uk: Гб

source: General options
uk: Загальні налаштування

source: General settings
uk: Загальні параметри

source: Generate
uk: Згенерувати

source: Generate automatically
uk: Згенерувати автоматично

source: Get time from NTP server:
uk: Вточнювати час по NTP:

source: Graphical interface
uk: Графічний інтерфейс

source: Group:
uk: Група:

source: Groups
uk: Групи

source: HTTP server
uk: HTTP-сервер

source: Hard drive
uk: Жорсткий диск

source: Hardware binding:
uk: Прив'язування:

source: Hardware time set to GMT
uk: Тримати час в BIOS по Гринвічу

source: Has conflict with ~S
uk: Наявний конфлікт з ~S

source: Help
uk: Довідка

source: Help:
uk: Довідка:

source: Home directory:
uk: Домашня тека:

source: Host name:
uk: Назва хоста:

source: Hostname
uk: Назва хоста

source: IMAP4 over TLS/SSL
uk: IMAP4 через TLS/SSL

source: IP address
uk: IP-адреса

source: IP address:
uk: IP-адреса:

source: If you have any additional CDs or DVDs for this distribution please insert them one by one and press "Add" button
uk: Якщо у вас є додаткові CD- або DVD-диски для даного дистрибутиву, вставляйте їх по черзі та натискайте кнопку "Додати"

source: If you have any additional CDs or DVDs for this distribution<br> please insert them one by one and press 'Add' button
uk: Якщо у вас є додаткові CD- або DVD-диски для даного дистрибутиву,<br> вставляйте їх по черзі та натискайте кнопку "Додати"

source: In most cases candidates selection works well automatically using weight written in their config file, but you can choose variant manually
uk: У більшості випадків достатнє автоматичне вибирання кандидатів за допомогою ваги,що вказана в їхніх конфіґураційних файлах, але ви можете вибрати варіант вручну

source: Information
uk: Інформація

source: Install boot loader on:
uk: Встановити завантажувач на:

source: Installation complete
uk: Встановлення завершене

source: Installing packages
uk: Встановлення пакетів

source: Installing packages...
uk: Встановлення пакетів...

source: Instances:
uk: Екземплярів:

source: Interface timeout:
uk: Таймаут інтерфейсу:

source: Interface type:
uk: Тип інтерфейсу:

source: Interface:
uk: Інтерфейс:

source: Interfaces
uk: Інтерфейси

source: Into drive
uk: у пристрій

source: Invalid certificate file
uk: Невірний файл сертифікату

source: Invalid disk
uk: Невірний формат диска

source: Invalid or unsupported protocol. Should be http, ftp or file
uk: Невірний або непідтримуваний протокол. Має бути http, ftp або file

source: January
uk: Січень

source: July
uk: Липень

source: June
uk: Червень

source: Kb
uk: Кб

source: Kernel image:
uk: Образ ядра:

source: Keyboard
uk: Клавіатура

source: LDAP server:
uk: Сервер LDAP:

source: Label:
uk: Назва:

source: Last page
uk: Остання сторінка

source: Layout switching:
uk: Перемикання розкладки:

source: Layouts:
uk: Розкладки:

source: License
uk: Ліцензія

source: License file not found
uk: Файл ліцензії не знайдено

source: Lilo options:
uk: Опції lilo:

source: Lines %s-%s of %s
uk: Рядки %s-%s з %s

source: Linux kernel
uk: Ядро Linux

source: Linux partition
uk: Підрозділ Linux

source: List creator password:
uk: Пароль власника списку розсилань:

source: Listen address:
uk: IP-адреса:

source: Load by default:
uk: Звичайно завантажувати:

source: Load other OS:
uk: Завантажити іншу ОС:

source: Local files
uk: Локальні файли

source: Local user accounts
uk: Налаштування локальних користувачів

source: Local users settings
uk: Налаштування локальних користувачів

source: Location (L):
uk: Місце (L):

source: Logging:
uk: Протоколювання:

source: Logs:
uk: Журнали:

source: MPPE encryption
uk: Шифрування MPPE

source: Mail
uk: Пошта

source: Mailing list server
uk: Сервер електронних розсилань

source: Managed by user (NetworkManager)
uk: Налаштовується користувачем (NetworkManager)

source: Manually
uk: Вручну

source: March
uk: Березень

source: Mark only
uk: Лише позначити

source: May
uk: Травень

source: Mb
uk: Мб

source: Mo
uk: Пн

source: Mode:
uk: Режим:

source: Model:
uk: Модель:

source: Module access settings
uk: Налаштування доступу до модуля

source: Monitor vendors
uk: Постачальники моніторів

source: Monitor vendors:
uk: Постачальники моніторів:

source: Monitor:
uk: Монітор:

source: NTP server:
uk: FTP-сервер

source: Name:
uk: Системне ім'я

source: Netmask:
uk: Маска мережі:

source: Network
uk: Мережа

source: Network firewall
uk: Мережевий екран

source: Network key
uk: Ключ мережі

source: Network name
uk: Назва мережі

source: Network name:
uk: Назва мережі:

source: Networks found:
uk: Знайдені мережі:

source: New account:
uk: Новий користувач:

source: New connection...
uk: Створити з'єднання...

source: New group:
uk: Нова група:

source: New source:
uk: Нове джерело:

source: New user account
uk: Новий користувач

source: New user:
uk: Новий користувач:

source: Next
uk: Далі

source: No
uk: Ні

source: No information available
uk: Немає доступної інформації

source: No log available
uk: Немає доступного журналу

source: No module found
uk: Модуль не знайдено

source: No objects found...
uk: Об'єкти не знайдено...

source: No password
uk: Без паролю

source: No updates available
uk: Немає доступних оновлень

source: Not a wireless interface
uk: Не бездротовий інтерфейс

source: November
uk: Листопад

source: October
uk: Жовтень

source: Off
uk: Вимкнений

source: On, with content filtering
uk: Ввімкнений, із фільтром вміста

source: On, without content filtering
uk: Ввімкнений, без фільтру вміста

source: Only from:
uk: Тільки з:

source: Operating system information and setup
uk: Налаштування операційної системи та інформація щодо неї

source: Organization (O):
uk: Організація (O):

source: Organizational Unit (OU):
uk: Подрозділ (OU):

source: Other
uk: Інше

source: Other driver...
uk: Інший драйвер...

source: Other loader
uk: Інший завантажувач

source: Other network
uk: Інша мережа

source: Other system settings
uk: Інші системні налаштування

source: Other vendor...
uk: Інший постачальник...

source: POP3 over TLS/SSL
uk: POP3 через TLS/SSL

source: POP3/IMAP server
uk: POP3/IMAP-сервер

source: PPPoE connections
uk: PPPoE-з'єднання

source: PPTP connections
uk: PPTP-з'єднання

source: Packages have been kept back
uk: Наступні пакети будуть збережені

source: Packages to REMOVE
uk: Наступні пакети будуть ВИЛУЧЕНІ

source: Packages to install
uk: Наступні пакети будуть встановлені

source: Packages to upgrade
uk: Наступні пакети будуть поновлені

source: Packages will be REPLACED
uk: Наступні пакети будуть ЗАМІНЕНІ

source: Password is too short
uk: Пароль надто короткий

source: Password:
uk: Пароль:

source: Passwords mismatch
uk: Паролі не співпадають

source: Pause
uk: Пауза

source: Per source:
uk: На одну адресу:

source: Please insert CDROM labeled as
uk: Будь ласка, вставте CD-ROM із назвою

source: Please insert disk
uk: Вставте диск

source: Please select keyboard switch type:
uk: Виберіть варіант перемикання розкладки клавіатури:

source: Please take a moment to read the license agreement now.
uk: Будь ласка, прочитайте ліцензійну угоду.

source: Please wait...
uk: Зачекайте, будь ласка...

source: Please, select country:
uk: Оберіть країну:

source: Please, select time zone:
uk: Оберіть часовий пояс:

source: Port:
uk: Порт:

source: Preparing...
uk: Підготовка до встановлення...

source: Press 'Next' button to continue
uk: Натисніть 'Далі' для продовження

source: Press 'Yes' if you see a correct picture!
uk: Натисніть "Так", якщо зображення вірне!

source: Press F1 for help
uk: Натисніть F1 для довідки

source: Previous
uk: Назад

source: Programs
uk: Програми

source: Proxy server
uk: Проксі-сервер

source: Question
uk: Питання

source: Quit
uk: Вихід

source: Reconfigure interface
uk: Переконфіґурувати інтерфейс

source: Recreate
uk: Створити наново

source: Redial on hangup
uk: Передзвонити за роз'єднання

source: Release Notes
uk: Інформація щодо дистрибутиву

source: Remove
uk: Вилучити

source: Remove selected
uk: Видалити виділені

source: Repositories:
uk: Репозиторії:

source: Repository:
uk: Репозиторій:

source: Required disk space
uk: Потрібне місце на диску

source: Required score:
uk: Граничне значення:

source: Rescan
uk: Пересканувати

source: Reset
uk: Скинути

source: Resolution:
uk: Роздільна здатність:

source: Restart HTTP server
uk: Перезапустити HTTP-сервер

source: Restore default settings
uk: Повернути типові налаштування

source: Resume
uk: Далі

source: Return
uk: Вернутися

source: Return to view
uk: Повернутися до перегляду

source: Rlimit as:
uk: rlimit:

source: Root device:
uk: Кореневий пристрій:

source: Rule
uk: Правило

source: Rule:
uk: Правило:

source: Rules and scores
uk: Правила й бали

source: SMTP server
uk: SMTP-сервер

source: SMTP transport:
uk: SMTP-транспорт:

source: Sa
uk: Сб

source: Samba server
uk: Samba-сервер

source: Same source already exists
uk: Таке джерело вже є

source: Same user already exists
uk: Такий користувач вже є

source: Save
uk: Зберегти

source: Save route to VPN gateway
uk: Зберегти маршрут до VPN-серверу

source: Scanning...
uk: Сканування...

source: Score
uk: Бали

source: Score:
uk: Бали:

source: Search domains:
uk: Шукати у доменах:

source: Select
uk: Вибрати

source: Select packages you want to install:
uk: Виберіть пакунки для встановлення:

source: Select your language:
uk: Оберіть мову:

source: September
uk: Вересень

source: Server args:
uk: Аргументи сервера:

source: Server:
uk: Сервер:

source: Servers
uk: Сервери

source: Services
uk: Служби

source: Set default
uk: Типово

source: Setup e-mail service
uk: Налаштування поштової служби

source: Setup embedded web server
uk: Налаштування вбудованого веб-серверу

source: Setup input/output devices
uk: Налаштування пристроїв вводу/виводу

source: Setup network connections
uk: Налаштування мережевих з'єднань

source: Setup password for system administrator:
uk: Встановити пароль системного адміністратора:

source: Setup rules and scores...
uk: Налаштувати правила та бали...

source: Setup, remove and update programs
uk: Додавання, прибирання та поновлення програм

source: Shell:
uk: Оболонка:

source: Show:
uk: Показувати:

source: Sign
uk: Підписати

source: Simple mode
uk: Нормальний режим

source: Site MTA:
uk: Який MTA використовується:

source: Site language:
uk: Мова сайту:

source: Skip empty groups
uk: Окрім пустих груп

source: Skip primary groups
uk: Окрім основних груп

source: Skip system groups
uk: Окрім системних груп

source: Source URI:
uk: URI джерела:

source: Spam filter
uk: Спам-фільтр

source: Spam filter mode:
uk: Режим cпам-фільтрy:

source: Start at boot
uk: Запускати при завантаженні

source: Start on boot
uk: Запускати при завантаженні

source: Start packages installation...
uk: Початок встановлення пакетів...

source: Start, stop or restart xinetd
uk: Запустити, зупинити або перевантажити xinetd

source: State
uk: Стан

source: Statistics
uk: Статистика

source: Status
uk: Статус:

source: Status:
uk: Стан:

source: Su
uk: Нд

source: Summary
uk: Коментар

source: Supported protocols:
uk: Протоколи, що підтримуються:

source: System
uk: Система

source: System accounting
uk: Системний облік

source: System administrator
uk: Системний адміністратор

source: System clock setup
uk: Налаштування системного годинника

source: System logs
uk: Системні журнали

source: System management center
uk: Центр керування системою

source: System restrictions
uk: Системні обмеження

source: System services
uk: Системні служби

source: System statistics
uk: Системна статистика

source: System users administration...
uk: Керування системними користувачами...

source: System users management
uk: Керування системними користувачами

source: TLS settings
uk: Налаштування TLS

source: Tb
uk: Тб

source: Test
uk: Тестування

source: Test current display settings
uk: Перевірити поточні налаштування дисплею

source: Test failed
uk: Тест невдалий

source: Th
uk: Чт

source: There are unsaved changes in the service settings. Do you want to apply these changes?
uk: Зміни у налаштуваннях сервісу не збережено. Застосувати їх?

source: These settings will be applied to services with undefined fields
uk: Ці налаштування буде застосовано до сервісів із невизначеними полями

source: This dialog changes only configuration file for xinetd. You must restart running xinetd to make it reread new configuration.
uk: Цей діалог тільки змінює конфіґураційний файл xinetd.Ви маєте перезапустити xinetd, щоб зміни було враховано.

source: This disk is already added
uk: Цей диск вже додано

source: Time zone
uk: Часовий пояс

source: Tu
uk: Вт

source: Turned off
uk: Вимкнено

source: URL host
uk: Адреса веб-сайту

source: URL host:
uk: Адреса веб-сайту:

source: Unable to create network
uk: Неможливо створити мережу

source: Unknown
uk: Невідомо

source: Unknown service
uk: Невідома служба

source: Unsupported mode
uk: Режим не підтримується

source: Up
uk: Вище

source: Update help
uk: Поновити довідку

source: Update sources
uk: Джерела поновлень

source: Update system
uk: Поновити систему

source: Updates
uk: Поновлення

source: Upgrade is complete
uk: Оновлення завершено

source: Upgrade is starting...
uk: Початок поновлення...

source: Upload
uk: Відвантажити

source: Upload certificate signed by CA:
uk: Відвантажити сертифікат, підписаний УЦ:

source: Use DHCP
uk: Використовувати DHCP

source: Use Zeroconf
uk: Використовувати Zeroconf

source: Use automatic sender whitelist:
uk: Використовувати автоматичний білий список за відправником:

source: User
uk: Користувач

source: User name
uk: Користувач

source: User:
uk: Користувач:

source: Users
uk: Користувачі

source: Users:
uk: Користувачі:

source: Various network services
uk: Різноманітні мережні сервіси

source: Video card:
uk: Відеокарта:

source: View
uk: Переглянути

source: WEP Password
uk: WEP-пароль

source: WPA Personal (WPA-PSK)
uk: Персональний WPA (WPA-PSK)

source: WPA2 Personal (WPA-PSK)
uk: Персональний WPA2 (WPA-PSK)

source: Walk through interface:
uk: Базовий інтерфейс:

source: Warning
uk: Попередження

source: We
uk: Ср

source: Web interface
uk: Web-інтерфейс

source: Wi-Fi setup
uk: Налаштування Wi-Fi

source: Wireless settings...
uk: Налаштування бездротових інтерфейсів...

source: Without dead keys
uk: Без "мертвих" клавіш

source: Work as NTP server
uk: Зробити NTP-сервер

source: Write access
uk: Доступ для запису

source: X11 test failed
uk: Тест X11 невдалий

source: Xinetd server
uk: xinetd-сервер

source: Yes
uk: Так

source: Yes, I agree
uk: Так, я згоден з умовами

source: You should define a password
uk: Треба надати пароль

source: You should define a password for system administrator
uk: Треба надати пароль системного адміністратора

source: You should define a system user
uk: Треба визначити системного користувача

source: access point
uk: точка доступу

source: all connections
uk: усі з'єднання

source: automatically
uk: автоматично

source: b
uk: б

source: bits
uk: біт

source: by MAC address
uk: за MAC-адресою
