Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/compendium/*.po
Languages: es, ru, uk

source: Name
ru: Имя

source: Kb
ru: Кб

source: free
ru: свободно

source: min
ru: мин

source: of
ru: из

source: reboot, then continue installation.
ru: Невозможно перечитать таблицу разделов. Перегрузитесь и начните инсталляцию заново

source: (DNS name or IP address)
ru: (имя в DNS или IP адрес)

source: (Domain suffix, begins with a dot)
ru: (доменный суффикс, начиная с точки)

source: (IP address mask)
ru: (IP-маска)

source: (IP address where server listen on, or '*' for listening on all interfaces)
ru: (IP адрес на котором сервер принимает соединения или '*' для работы на всех интерфейсах)

source: (IP address)
ru: (IP-адрес)

source: (TCP port for server to listen to)
es: (Porta TCP para el servidor)
ru: (TCP порт на котором сервер принимает соединения)
uk: (TCP порт для з'єднання з сервером)

source: (TCP port where server listen on)
ru: (TCP порт на котором сервер принимает соединения)

source: (enter passphrase)
es: (entre com la contraseña)
ru: (введите фразу)
uk: (уведіть пароль)

source: (granularity of the logging influences its size)
ru: (подробность протоколирования влияет на размер журнала)

source: (leave this field empty for listening to all interfaces)
es: (deje ese espacio en blanco para listar todas las interfaces)
ru: (оставьте это поле пустым для работы на всех интерфейсах)
uk: (залиште поле порожнім для прослуховування всіх інтерфейсів)

source: (local path or internet URL)
ru: (локальный путь или URL)
uk: (локальний шлях чи URL)

source: (logging granularity influences its size)
es: (tala granularidad influye en su tamaño)
ru: (подробность протоколирования влияет на размер журнала)
uk: (Розбиття журналів впливає на їх розмір)

source: (maximum possible address range)
es: (Intervalo Máximo posiblel de Dirección)
ru: (максимально допустимый диапазон адресов)
uk: (максимально можливий діапазон адреси)

source: (multiple values should be space separated)
es: multiplos valores com espacios vacíos
ru: (несколько значений записываются через пробел)
uk: (декілька значень мають бути розділені пробілами)

source: (must be a number or empty string)
es: deve ser un número
ru: (должно быть числом или пустой строкой)
uk: (має бути числом або порожнім рядком)

source: (must be a number)
es: deve ser un número
ru: (должно быть числом)
uk: (має бути число)

source: (organization name, written in latin letters)
es: (Nombre de la Empresa)
ru: (название организации, написанное латинскими буквами)
uk: (назва організації, латинськими літерами)

source: (organizational unit name, written in latin letters)
es: (Unidade da Empresa)
ru: (название подразделения, написанное латинскими буквами)
uk: (назва підрозділу організації, латинськими літерами)

source: (port number)
ru: (номер порта)

source: (possible values: gateway or router)
ru: (допустимые значения: gateway или router)
uk: (можливі значення: gateway чи router)

source: (possible values: on or off)
ru: (допустимые значения: on или off)
uk: (дозволені значення: on чи off)

source: (public hostname)
es: (hostname público)
ru: (публичное имя компьютера)
uk: (публічне ім'я вузла)

source: (quick access to usual network resources)
es: (acesso aos recursos de Radio Red)
ru: (быстрый доступ к сетевым ресурсам)

source: (recreate private key, sign request and self-signed certificate)
es: (Recrear la Clave Privada)
ru: (пересоздать секретный ключ, запрос на подпись и самоподписанный сертификат)
uk: (перестворити публічний ключ, запит на підпис і самопідписний сертифікат)

source: (repeat passphrase)
es: (repetir la contraseña)
ru: (повторите фразу)
uk: (повторіть пароль)

source: (separated by commas or spaces)
es: (separados por comas o espacios)
ru: (разделенные запятыми или пробелами)
uk: (розділені комами чи пробілами)

source: (state or city, written in latin letters)
es: (Provincia o ciudad)
ru: (название города или области, написанное латинскими буквами)
uk: (регіон або місто, латинськими літерами)

source: (two letter country code)
es: (Codigo del País)
ru: (двухбуквенный код страны)
uk: (код країни, два символи)

source: (user visible contact information)
es: (informaciones de contacto visivel)
ru: (контактная информация видимая пользователями)

source: (you can't disable all mechanisms)
es: (usted no puede desabilitar todos todos los mecanismos)
ru: (вы должны выбрать хотя бы один механизм)
uk: (ви не можете вимкнути всі механізми)

source: 1 day
es: 1 dia
ru: 1 день
uk: 1 день

source: 1 hour
es: 1 hora
ru: 1 час
uk: 1 година

source: 1 minute
es: 1 minuto
ru: 1 минута
uk: 1 хвилина

source: 1 month
es: 1 mês
ru: 1 месяц
uk: 1 місяць

source: 1 second
es: 1 segundo
ru: 1 секунда
uk: 1 секунда

source: 1 week
es: 1 semana
ru: 1 неделя
uk: 1 тиждень

source: 10 lines
es: 10 líneas
ru: 10 строк
uk: 10 рядків

source: 10 seconds
es: 10 segundos
ru: 10 секунд
uk: 10 секунд

source: 100 lines
es: 100 líneas
ru: 100 строк
uk: 100 рядків

source: 12 hours
es: 12 horas
ru: 12 часов
uk: 12 годин

source: 16 million colors (24 bits)
es: 16 milliones de cores (24bits)
ru: 16 миллионов цветов (24 бита)

source: 2 hours
es: 2 horas
ru: 2 часа
uk: 2 години

source: 2 weeks
es: 2 semanas
ru: 2 недели
uk: 2 тижні

source: 20 lines
es: 20 líneas
ru: 20 строк
uk: 20 рядків

source: 20 seconds
es: 20 segundos
ru: 20 секунд
uk: 20 секунд

source: 256 colors (8 bit)
es: 256 cores (8bit)
ru: 256 цветов (8 бит)

source: 32 thousand colors (15 bits)
es: 32 milliones de cores (15bits)
ru: 32 тысячи цветов (15 бит)

source: 4 billion colors (32 bits)
es: 4 biliones de cores (32bits)
ru: 4 миллиарда цветов (32 бита)

source: 4 hours
es: 4 horas
ru: 4 часа
uk: 4 години

source: 5 seconds
es: 5 segundos
ru: 5 секунд
uk: 5 секунд

source: 50 lines
es: 50 líneas
ru: 50 строк
uk: 50 рядків

source: 65 thousand colors (16 bits)
es: 65 Millones de Cores (16 bits)
ru: 65 тысяч цветов (16 бит)

source: 8 hours
es: 8 noras
ru: 8 часов
uk: 8 годин

source: Accept local connections only
ru: Принимать только локальные соединения
uk: Приймати лише локальні з’єднання

source: Access management
ru: Управление доступом

source: Access to storage via NFS (/var/lib/alterator/mirror)
es: Acesso al HD por NFS (/var/lib/alterator/mirror)
ru: Доступ к хранилищу через NFS (/var/lib/alterator/mirror)

source: Account name:
es: Nombre de la Cuenta:
ru: Учётная запись:
uk: Обліковий запис

source: Account:
es: Cuenta:
ru: Учётная запись:
uk: Обліковий запис:

source: Accounting
es: Contabilidade
ru: Учёт
uk: Облік

source: Acquiring package database...
ru: Получение базы данных пакетов...

source: Acquiring packages
ru: Получение пакетов...

source: Acquiring packages...
es: Adquisición de paquete...
ru: Получение пакетов...
uk: Отримання пакунків...

source: Action
es: Acción
ru: Реакция

source: Add
es: Adiccionar
ru: Добавить
uk: Додати

source: Add Linux kernel
es: Adiccionar Kernel do Linux
ru: Добавить ядро Linux
uk: Додати ядро Linux

source: Add client
es: Adiccionar Cliente
ru: Добавить клиента
uk: Додати клієнта

source: Add domain
ru: Добавить домен

source: Add network
es: Adiccionar Red
ru: Добавить сеть

source: Add new rule:
es: Adiccionar Norma
ru: Добавить новое правило:
uk: Додати нове правило:

source: Add other loader
es: Adiccionar outro rodador
ru: Добавить другой загрузчик
uk: Додати інший завантажувач

source: Add recipient
es: Adiccionar Destinatário
ru: Добавить получателя
uk: Додати одержувача

source: Add rule
es: Adiccionar norma
ru: Добавить правило

source: Add rule...
es: Adiccionar normas...
ru: Добавить правило...

source: Add sender
es: Adiccionar Remitente
ru: Добавить отправителя
uk: Додати відправника

source: Add server
es: Adiccionar Servidor
ru: Добавить сервер
uk: Додати сервер

source: Add site
es: Adiccionar Sitio
ru: Добавить сайт

source: Add user:
es: Adiccionar Usuário:
ru: Добавить пользователя:

source: Additional Size
ru: Дополнительный размер

source: Additional applications:
ru: Дополнительные приложения:
uk: Додаткові програми:

source: Additional disks
es: Paquetes adicionales
ru: Дополнительные диски

source: Additional info
ru: Дополнительная информация
uk: Додаткова інформація

source: Additional packages to install
ru: Следующие дополнительные пакеты будут установлены

source: Additional parameters:
es: Parámetros adicionais
ru: Доп. параметры ядра:
uk: Додаткові параметри ядра:

source: Address expiration time:
es: Tiempo del Expiracción de la Dirección:
ru: Срок действия адреса:
uk: Строк дії адреси

source: Address mask:
ru: Адресная маска:

source: Administrator DN:
es: Administrador DN:
ru: DN администратора:
uk: DN адміністратора:

source: Administrator e-mail:
es: Administrador E-mail:
ru: E-Mail администратора:

source: Administrator password:
es: Administrador del Sistema
ru: Пароль администратора:
uk: Пароль адміністратора

source: Advanced...
es: Avanzado...
ru: Дополнительно...
uk: Додатково...

source: After disk change all previous backup data will be removed
ru: После смены диска все созданные резервные копии будут удалены

source: Alias:
ru: Алиас:
uk: Псевдонім:

source: All data from all your disks will be lost!
ru: Все Ваши данные на всех дисках будут утеряны!

source: All data from all your disks will be lost! Continue?
ru: Все Ваши данные на всех дисках будут утеряны! Продолжить?

source: All data on following partitions will be lost:
ru: Все данные на следующих разделах будут утеряны:

source: All existing backups on the new disk will be removed.
ru: Все существующие резервные копии на новом диске будут удалены.
uk: Всі існуючі резервні копії на новому диску будуть знищені.

source: All your changes will take effect after restart of HTTP server.
ru: Все ваши изменения вступят в силу после перезапуска HTTP сервера.
uk: Всі ваші зміни будуть задіяні після перезапуску HTTP сервера.

source: Allow anonymous login
es: Permitir Usuário anônimo
ru: Разрешить вход анонимному пользователю

source: Allow incoming connections on external interfaces:
es: Conección de entrada
ru: Разрешить входящие соединения на внешних интерфейсах:
uk: Дозволити вхідні з’єднання на зовнішніх інтерфейсах:

source: Allow local users login
es: Permitir Usuários Locales
ru: Разрешить вход локальных пользователей

source: Allow mkdir
es: Permitir "mkdir"
ru: Разрешить создание каталогов

source: Allow plaintext authentification only on secure connections
ru: Принимать незашифрованные пароли только через безопасные соединения
uk: Приймати незашифровані паролі тільки через безпечні з’єднання

source: Allow rename/delete
es: Permitir renomear/borrar
ru: Разрешить переименование/удаление файлов

source: Allow transit packets (forwarding)
ru: Разрешить транзитные пакеты (forwarding)

source: Allow upload
es: Permitir Cargar
ru: Разрешить закачку файлов

source: Allow write
es: Permitir Escrita
ru: Разрешить запись

source: Allowed client networks:
es: Redes permitidas:
ru: Разрешённые сети:

source: Allowed incoming connections
ru: Разрешённые входящие соединения

source: Alt key
ru: Клавиша Alt

source: Alt+Shift key
ru: Клавиши Alt и Shift одновременно

source: Alternatives subsystem
es: Subsistema alternativo
ru: Альтернативы
uk: Альтернативи

source: Alternatives:
es: Alternativas:
ru: Альтернативы:
uk: Альтернативи:

source: Anonymous user options
es: Opciones de Usuário Anônimo
ru: Параметры анонимного пользователя

source: Anvanced...
es: Avanzado...
ru: Дополнительно...

source: Apply
es: Aplicar
ru: Применить
uk: Застосувати

source: Apply failed
es: No aplicación
ru: Ошибка

source: Apply requested changes?
ru: Произвести запрошенные изменения?

source: Apply saved keyboard settings
es: Aplicar alteraciones de teclado
ru: Применить сохранённые настройки клавиатуры

source: April
es: Abril
ru: Апрель
uk: Квітень

source: Architectures
es: Architeturas
ru: Архитектуры
uk: Архітектури

source: Architectures:
es: Architeturas:
ru: Архитектуры:
uk: Архітектури:

source: Attention:
ru: Внимание:
uk: Увага:

source: August
es: Agosto
ru: Август
uk: Серпень

source: Auth mechanisms:
es: Mecanismo de Autentificación:
ru: Механизмы аутентификации:
uk: Механізми автентифікації:

source: Auth type:
es: Tipo de Autentificación:
ru: Тип аутентификации:
uk: Тип автентифікації:

source: Authentication
ru: Аутентификация
uk: Автентифікація

source: Authentication (SASL)
es: Autenticación (SASL)
ru: Аутентификация (SASL)
uk: Автентифікація (SASL)

source: Authentication failed
es: Atutenticación fracasó
ru: Аутентификация не прошла
uk: Автентифікацію провалено

source: Authorized ssh keys:
es: llave ssh autorizada
ru: Разрешённые ssh ключи:
uk: Дозволені ключі ssh:

source: Autodetect
es: Auto-detectar
ru: Определять адрес автоматически
uk: Автовизначення адреси

source: Automatically detected
es: Automaticamente Borrado
ru: Автоматически определённый

source: Available images:
es: Layouts disponibles:
ru: Доступные образы дисков:
uk: Доступні образи дисків:

source: Available layouts:
es: Layouts disponibles:
ru: Доступные раскладки:

source: Available rules:
es: Ver código fuente
ru: Доступные правила:
uk: Доступні правила:

source: Available sources:
es: Ver código fuente
ru: Доступные источники:
uk: Доступні джерела:

source: B
ru: Б
uk: Б

source: Back
ru: Назад

source: Backup
ru: Резервное копирование
uk: Резервне копіювання

source: Backup disk:
ru: Диск c резервной копией:
uk: Диск з резервною копією:

source: Backup start time:
ru: Время начала резервного копирования:
uk: Час початку резервного копіювання:

source: Backup system every day at:
ru: Делать резервные копии системы каждый день в:
uk: Робити резервні копії системи щодня о:

source: Backup user data
ru: Резервные копии пользовательских данных

source: Base DN
ru: Базовый DN:
uk: Базовий DN

source: Base DN:
ru: Базовый DN:
uk: Базовий DN:

source: Base mode
ru: Основной режим
uk: Основний режим

source: Before you begin to work with system you will have to made some initial actions.
ru: Перед началом работы вам необходимо указать некоторые начальные параметры
uk: Перед початком роботи вам необхідно вказати деякі початкові параметри.

source: Blocked sites:
es: Sitios bloqueados:
ru: Заблокированные сайты:

source: Boot variants
es: Variantes del Boot
ru: Варианты загрузки
uk: Варіанти завантаження

source: Bootloader
es: Rodador de Boot
ru: Загрузчик
uk: Завантажувач

source: Building packages list
es: La adquisición de paquetes...
ru: Построение списка пакетов
uk: Побудова списку пакунків

source: Cache
ru: Кеш-память

source: Can mirror only from sources with rsync procotol
ru: Зеркалировать можно только источники работающие по протоколу rsync
uk: Можна дзеркалити з джерел тільки по протоколу rsync

source: Can't add group
es: No es posible adiccionar un grupo
ru: Невозможно создать группу
uk: Не можу додати групу

source: Can't add group with empty name
es: No es posible adiccionar el grupo sin nombre
ru: Невозможно создать группу с пустым именем
uk: Не можу додати групу без імені

source: Can't add multiple values to list
es: No puede listar multiplos valores en lista
ru: Невозможно добавить несколько значений в список
uk: Неможливо додати декілька значень до списку

source: Can't add user
es: No es posible adiccionar el usuário
ru: Невозможно добавить пользователя
uk: Не можу додати користувача

source: Can't delete group
es: No es posible adiccionar excluir el grupo
ru: Невозможно удалить группу
uk: Не можу вилучити групу

source: Can't delete group with empty name
es: No es posible adiccionar un grupo sin nombre
ru: Невозможно удалить группу с пустым именем
uk: Не можу вилучити групу без імені

source: Can't modify group with empty name
es: No es posible adiccionar es grupo sin nombre
ru: Невозможно менять группу с пустым именем
uk: Не можу змінити групу без імені

source: Can't open file
es: No puede abrir el archivo
ru: Ошибка открытия файла

source: Can't open temporary file
es: No puede abrir archivo temporário
ru: Ошибка создания временного файла

source: Can't remove multiple values from list
es: No puede remover multiplos valores de la lista
ru: Невозможно удалить несколько значений из списка
uk: Неможливо вилучити декілька значень з списку

source: Can't remove user
es: No fue posible remover el usuário
ru: Невозможно удалить пользователя
uk: Не можу вилучити користувача

source: Cancel
es: Cancelar
ru: Отмена
uk: Скасувати

source: Candidates:
es: Candidatos
ru: Кандидаты:
uk: Кандидати:

source: CapsLock key
ru: Клавиша CapsLock

source: Case Insensitive
ru: Нечуствительность к регистру

source: Certificate
es: Certificado
ru: Сертификат
uk: Сертифікат

source: Chain
es: Cadena
ru: Цепочка

source: Chain policy
es: Cadena de la política
ru: Политика цепочки

source: Change
es: Alteración
ru: Изменить
uk: Змінити

source: Change disk
ru: Сменить диск
uk: Сменить диск

source: Change disk...
ru: Сменить диск...
uk: Сменить диск...

source: Change password:
es: Cambiar contraseña:
ru: Сменить пароль:
uk: Змінити пароль:

source: Change state:
es: Cambiar estado:
ru: Изменить состояние:

source: Change...
es: Alteración
ru: Изменить...
uk: Змінити...

source: Check Filesystem
ru: Проверить файловую систему

source: Check For Bad Blocks
ru: Проверка сбойных участков (только чтение)

source: Check IP
es: Comprobar IP
ru: Сверять IP

source: Check for bad blocks
ru: Проверка сбойных участков

source: Check for updates
ru: Проверить наличие обновлений

source: Check order
ru: порядок проверки

source: Checking for updates...
ru: Поиск обновлений...

source: Choose candidate manually
es: Escoja el candidato manualmente
ru: Указать кандидата вручную
uk: Вибрати кандидата вручну

source: Choose external interfaces for correct setup of system firewall:
ru: Выберите внешние интерфейсы для правильной настройки брандмауэра:
uk: Оберіть зовнішні інтерфейси для правильного налаштування брандмауер

source: Choose interface language:
ru: Выберите язык интерфейса:
uk: Оберіть мову інтерфейса:

source: Choose server role:
ru: Выберите роль сервера:
uk: Оберіть роль сервера:

source: Chunk Size:
ru: Размер чанка

source: Chunk size
ru: Размер чанка

source: Clear all before applying profile
ru: Очистить все диски перед применением профиля

source: Clear local mirror
es: Limpiar Direcciones de "Mirror"
ru: Очистить локальное зеркало
uk: Очистити локальне дзеркало

source: Cluster size
ru: Размер кластера

source: Color depth:
es: Cor de la profundidad:
ru: Глубина цвета:

source: Comment:
es: Comentários:
ru: Комментарий:

source: Commit
ru: Обновить конфигурацию

source: Common Name (CN):
es: Nombre Comum (CN):
ru: Общее имя (CN):
uk: Загальне ім’я (CN):

source: Common kernel parameters:
es: Parámetros Comuns del Kernel:
ru: Общие параметры ядра:
uk: Загальні параметри ядра:

source: Common settings
es: Configuraciones comuns
ru: Общие настройки
uk: Загальні налаштування

source: Compression
ru: Сжатие

source: Computer name
es: Nombre de la Cuenta
ru: Имя компьютера
uk: Ім'я комп'ютера

source: Computer name:
es: Nombre de la computadora:
ru: Имя компьютера:
uk: Ім'я комп'ютера:

source: Computer shutdown
ru: Выключение компьютера
uk: Вимкнення комп’ютера

source: Configuration
ru: Настройка
uk: Налаштування:

source: Configuration backup files are saved in
ru: Резервные копии конфигурационных файлов сохраняются в

source: Configuration:
es: Información
ru: Конфигурация:
uk: Налаштування:

source: Configurator
es: Configurador
ru: Конфигуратор

source: Configure
es: Configurar
ru: Настроить
uk: Налаштувати

source: Configure new network
es: Configurar la Rede
ru: Настроить новую сеть
uk: Налаштувати нову мережу

source: Configured networks
es: Rede Configurada
ru: Настроенные сети
uk: Налаштовані мережі

source: Congrats! You've found a secret level!
ru: Поздравляю! Вы обнаружили секретный уровень!

source: Connected to network
es: Rede conectada
ru: Подключен к сети
uk: Приєднаний до мережі

source: Connection method:
ru: Способ соединения:

source: Continue
ru: Продолжить
uk: Продовжити

source: Continue work
ru: Продолжить работу
uk: Продовжити работу

source: Continue?
ru: Продолжить?

source: Control key
ru: Клавиша Control

source: Control+Shift keys
ru: Клавиши Control и Shift одновременно

source: Control+Shift keys (UK,RU,EN)
ru: Клавиши Control и Shift одновременно (UK, RU, EN)

source: Country (C):
es: País:
ru: Страна (C):
uk: Країна (С):

source: Country:
es: País:
ru: Страна:

source: Create
es: Crear
ru: Создать
uk: Створити

source: Create Ext3 Journal
ru: Создать журнал Ext3

source: Create Partition
ru: Создать раздел

source: Create RAID
ru: Создать RAID

source: Create Volume
ru: Создать том

source: Create Volume Group
ru: Создать группу томов

source: Created backups:
ru: Созданные резервные копии:
uk: Створені резервні копії:

source: Creation date
ru: Дата создания
uk: Дата створення:

source: Creation result
ru: Результат
uk: Результат

source: Critical
es: Crítico
ru: Критическая ошибка
uk: Критична помилка

source: Critical error during install
es: Erro Crítico durante la instalación
ru: Критическая ошибка установки
uk: Критична помилка під час інсталяції

source: Current date:
es: Configurar la Fecha Actual:
ru: Текущая дата:
uk: Поточна дата:

source: Current dynamically allocated addresses
es: Actuales asignados direcciones dinámicamente
ru: Текущие динамически выделенные адреса
uk: Поточні динамічно призначені адреси

source: Current image:
ru: Текущий образ:
uk: Поточний образ:

source: Current network
es: Rede Actual
ru: Текущая сеть
uk: Поточна мережа

source: Current settings
es: COnfiguraciones actuales
ru: Текущие настройки

source: Current state
es: Estado actual
ru: Текущее состояние службы

source: Current state:
es: Estado actual:
ru: Текущее состояние службы:

source: Current time:
es: Configurar la Hora Atual:
ru: Текущее время:
uk: Поточний час:

source: Custom
ru: Вручную

source: Custom install
ru: Подготовить разделы вручную

source: Custom url
ru: Другой адрес
uk: Інша адреса

source: Custom url should be defined
es: Usted deve definir un usuário para el sistema
ru: Другой адрес должен быть явно указан
uk: Інша адреса має бути явно вказана

source: DHCP server
es: Servidor DHCP
ru: DHCP-сервер
uk: Сервер DHCP

source: DNS server:
es: Servidor DNS:
ru: DNS-сервер:
uk: Сервер DNS:

source: DNS servers:
es: Servidores DNS:
ru: DNS-серверы:
uk: Сервери DNS:

source: Date, time
es: Fecha/Hora
ru: Дата, время

source: Date/Time
es: Fecha/Hora
ru: Дата и время
uk: Дата/Час

source: Date:
ru: Дата:
uk: Дата:

source: Day of month should be defined
ru: Должно быть определено число месяца
uk: Має бути вказаний день місяця

source: Day of month:
ru: Число месяца:
uk: День місяця

source: Day of week should be selected
ru: Должен быть выбран день недели
uk: Має бути вказаний день тижня

source: December
es: Deciembre
ru: Декабрь
uk: Грудень

source: Default
ru: По умолчанию

source: Default boot variant:
es: Valor predeterminado del boot:
ru: Вариант загрузки, используемый по умолчанию:
uk: Типовий варіант завантаження:

source: Default gateway:
es: Gateway Predeterminado:
ru: Шлюз по умолчанию:
uk: Типовий шлюз:

source: Default route via VPN
es: Rota Padrón por VPN
ru: Маршрут по умолчанию через VPN
uk: Типовий шлях через VPN

source: Default site list:
es: Lista de Sitio Predeterminado
ru: Главная рассылка сайта:
uk: Типова розсилка сайту:

source: Default upload directory (/var/ftp/incoming)
es: Directório de Upload Predeterminado (/var/ftp/incoming)
ru: Стандартный каталог для приёма файлов (/var/ftp/incoming)

source: Define domain:
ru: Назначьте домен:
uk: Призначте домен:

source: Define organization name:
ru: Введите название организации:
uk: Уведіть назву організації:

source: Degraded array
ru: Деградированный массив

source: Delete
es: Borrar
ru: Удалить
uk: Вилучити

source: Delete connection
ru: Удалить соединение
uk: Вилучити з'єднання

source: Delete domain
ru: Удалить домен

source: Delete key
es: Borrar llave
ru: Удалить ключ
uk: Вилучити ключ
