Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/compendium/*.po
Languages: es, ru, uk

source: Summary
es: Resumo
ru: Комментарий
uk: Зведення

source: Supported protocols:
es: Protocolos Suportados
ru: Поддерживаемые протоколы:
uk: Підтримувані протоколи:

source: Swap File System Interface Module
ru: Файловая система подкачки (swap)

source: Swap space (free):
es: Espacio de intercambio (livre):
ru: Область подкачки (свободно):

source: Swap space (total):
es: Espacio de intercambio (total):
ru: Область подкачки (всего):

source: Synchronization will start every night. First synchronization with some repository may take a long time.
es: Sincronización comenzará todas las noches. Primera sincronización con algun repositorio puede llevar demasiado tiempo.
ru: Синхронизация будет запускаться каждую ночь. Первая синхронизация с репозиторием может занять длительное время.

source: System
es: Sistema
ru: Система
uk: Система

source: System accounting
es: Cuenta de Sistema
ru: Учётная информация по системе
uk: Системний облік

source: System administrator
es: Administrador del Sistema
ru: Администратор системы
uk: Системний адміністратор

source: System clock setup
es: Configuración de hora del sistema
ru: Настройка системных часов
uk: Встановлення системного годинника

source: System disk
ru: Системный диск
uk: Системний диск

source: System information
es: Información del sistema:
ru: Информация о системе

source: System logs
es: Usuário del Sistema
ru: Системные журналы
uk: Системні журнали

source: System management center
es: Centro de gestión del Sistema
ru: Центр управления системой
uk: Центр налаштування системи

source: System name:
es: Nombre del Sistema:
ru: Системное имя:
uk: Системне ім’я:

source: System restrictions
es: Restriciones de el Sistema
ru: Системные ограничения
uk: Обмеження системи

source: System services
es: Servicio el Sistema
ru: Системные службы

source: System statistics
es: Sistema de estatísticas
ru: Статистика по компонентам системы
uk: Статистика системи

source: System update
ru: Обновление системы

source: System update managed by server
ru: Обновление системы управляемое сервером

source: System users administration...
es: Administración del usuário del sistema
ru: Управление системными пользователями...

source: System users management
es: Administração de Usuário
ru: Управление пользователями системы
uk: Керування користувачами

source: TB
ru: ТБ
uk: ТБ

source: TCP flags
es: Banderas TCP
ru: Флаги TCP

source: TCP option
es: Opción TCP
ru: Параметр TCP

source: TLS settings
es: Ajustes
ru: Настройки TLS
uk: Налаштування TLS

source: Table:
es: Tabela:
ru: Таблица:
uk: Таблиця:

source: Tb
ru: Тб
uk: Тб

source: Test
es: Testar
ru: Проверить

source: Test current display settings
es: Testar configuración actual de vídeo
ru: Проверьте текущие настройки дисплея

source: Test disabled, because nv and nvidia drivers can not work on your video card simultaneously. Probably if one of them works fine now then the other one would work fine too.
es: Prueba de discapacitados, porque los controladores de nvidia nv y no puede trabajar en su tarjeta de video simultáneamente. Probablemente, si uno de ellos funciona bien ahora, la otra sería un trabajo
ru: Проверка не может быть выполнена, поскольку драйверы nv и nvidia не могут работать одновременно с вашей видеокартой. Вероятно, что если один из них сейчас работает правильно, второй тоже будет работать.

source: Test failed
es: Prueba falló
ru: Проверка не прошла

source: Th
ru: Чт
uk: Чт

source: There are unsaved changes in the service settings. Do you want to apply these changes?
es: Los cambios no estan salvos en el servicio de las configuraciones. ¿Desea aplicar estos cambios?
ru: В настройках сервиса произошли изменения. Хотите ли вы сохранить эти настройки?

source: These settings will be applied to services with undefined fields
es: Estas configuraciones van ser apliadas para servicios con campos indefinidos
ru: Данные настройки будут применены к службам для которых соответствующие поля не определены

source: This computer name is registered for internal purposes
ru: Подобное имя компьютера зарезервированно
uk: Таке ім’я комп’ютера зарезервонане для внутрішніх потреб

source: This dialog changes only configuration file for xinetd. You must restart running xinetd to make it reread new configuration.
es: Este diálogo sólo cambia el archivo de configuración para xinetd. Debe reiniciar ejecuta xinetd para que relea la nueva configuración.
ru: Этот диалог меняет конфигурационный файл для xinetd. Чтобы изменения повлияли на работающую службу xinetd — перезапустите её.

source: This disk is already added
es: Este disco ya está añadido
ru: Данный диск уже добавлен

source: This page uses Javascript. Your browser either doesn't support Javascript or you have it turned off. To see this page as it is meant to appear please use a Javascript enabled browser.
ru: Эта страница использует Javascript. Ваш браузер или не поддерживаетJavascript или вы его отключили.Для нормальной работы с этой страницы пожалуйста используйте браузер с включенной поддержкой Javascript.
uk: Ця сторінка використовує Javascript. Ваш браузер або не підтримує Javascript, або ви його вимкнули. Щоб нормально побачити цю сторінку, використовуйте браузер з Javascript.

source: Time summary
ru: Всего времени

source: Time zone
ru: Часовой пояс

source: Time zone:
es: Zona Horaria
ru: Часовой пояс:
uk: Часова зона

source: Time:
ru: Время:
uk: Час:

source: Title:
ru: Должность:
uk: Посада:

source: To port:
ru: По порт:

source: Today
ru: Сегодня

source: Total
ru: Всего

source: Total data received:
ru: Всего получено:

source: Total time elapsed:
ru: Всего времени прошло:

source: Transparent
ru: Прозрачный

source: Tu
ru: Вт
uk: Вт

source: Turn off computer every day at:
ru: Выключать компьютер каждый день в:
uk: Вимикати комп’ютер щодня о:

source: Turned off
ru: Выключено

source: UID/Address
ru: UID/IP-адрес

source: UID/IP Address:
ru: UID/IP-адрес:

source: URL host
es: Dirección del Host
ru: Адрес веб-сайта
uk: Адреса веб-сайта

source: URL host:
es: Dirección del Host:
ru: Адрес веб-сайта:
uk: Адреса веб-сайта:

source: Umount Filesystem
ru: Размонтировать файловую систему

source: Unable to apply selected profile, not enough disk space
ru: Невозможно применить профиль, недостаточно места на диске

source: Unable to autopartition, not enough disk space
ru: Невозможно создать все разделы, недостаточно места на диске

source: Unable to create network
es: No és posible crear rede
ru: Невозможно создать сеть
uk: Неможливо створити мережу

source: Unable to find backup disk. Please insert one and try again...
ru: Диск с резервной копией не найден. Убедитесь что диск вставлен и попробуйте ещё...
uk: Диск з резервною копією не знайдено. Будь-ласка, вставте його і спробуйте знову...

source: Unable to mount disk
ru: Ошибка монтирования диска
uk: Помилка монтування диску

source: Unable to partition, not enough disk space
ru: Невозможно создать все разделы, недостаточно места на диске

source: Unable to setup time zone
ru: Невозможно установить часовой пояс
uk: Неможливо встановити часову зону

source: Unknown
es: Desconocido
ru: Неизвестно
uk: Невідомо

source: Unknown section
es: Sección desconocida
ru: Неизвестный вариант загрузки
uk: Невідомий варіант завантаження

source: Unknown service
es: Servicio desconocido
ru: Неизвестная служба

source: Unpublish
ru: Скрыть
uk: Приховати

source: Unsupported mode
es: Modo no suportado
ru: Неподдерживаемый режим

source: Up
es: Arriba
ru: Выше

source: Update help
es: Atualización de la ayuda
ru: Обновить справку
uk: Оновити довідку

source: Update now
ru: Обновить сейчас

source: Update schedule
ru: Расписание обновлений
uk: Оновити розклад

source: Update sources
ru: Источники обновлений

source: Update statistic data automatically each
ru: Обновлять данные автоматически, каждые

source: Update system
ru: Обновить систему

source: Update system automatically from Internet
ru: Обновлять систему автоматически из Интернет

source: Updates
ru: Обновления

source: Updates server
ru: Сервер обновлений
uk: Сервер оновлень

source: Upgrade is complete
ru: Обновление завершено

source: Upgrade is starting...
ru: Начало обновления...

source: Upload
es: Cargar
ru: Положить
uk: Завантажити

source: Upload certificate signed by CA:
es: Cargar Certificado asinado por:
ru: Положить сертификат, подписанный УЦ:
uk: Завантажити сертифікат, підписаний CA:

source: Use DHCP
es: Usar DHCP:
ru: Использовать DHCP
uk: Використувати DHCP

source: Use Zeroconf
es: Usar ZeroConfig
ru: Использовать Zeroconf
uk: Використовувати Zeroconf

source: Use additional disk:
ru: Использовать дополнительный диск:
uk: Використати додатковий диск:

source: Use automatic sender whitelist:
es: Usar Remitentes automaticamente
ru: Вести белый список отправителей:

source: Use external USB disk
ru: Использовать внешний USB диск

source: Use system disk
ru: Использовать системный диск
uk: Використовувати системний диск

source: Use unpartitioned disk space
ru: Использовать неразмеченное пространство

source: Used
es: Usado
ru: Используется

source: Used disk space:
ru: Текущее использование диска:
uk: Використаний дисковий простір:

source: User
es: Usuário
ru: Пользователь

source: User account:
ru: Учетная запись
uk: Обліковий запис:

source: User groups
ru: Группы пользователей

source: User's List:
ru: Список:
uk: Список користувачів:

source: User:
es: Usuário:
ru: Пользователь:
uk: Користувач:

source: Users
es: Usuários
ru: Пользователи
uk: Користувачі

source: Users:
es: Usuarios:
ru: Пользователи:
uk: Користувачі:

source: Various network services
es: Mas servicios de rede
ru: Настройка различных сетевых служб
uk: Різноманітні мережеві служби

source: Version 1 Super Block
ru: Суперблок версии 1

source: Version of mkreiserfs
ru: Версия mkreiserfs

source: Video card:
es: Placa de Vídeo:
ru: Видеокарта:

source: View
es: Ver
ru: Посмотреть
uk: Огляд

source: Virtual hosts
es: Host Virtual
ru: Виртуальные серверы
uk: Віртуальні вузли

source: Volume Label
ru: Метка тома

source: Volume label
ru: Метка тома

source: Volumes
ru: Разделы

source: WEP Password
es: Contraseña WEP
ru: WEP пароль
uk: Пароль WEP

source: WPA Personal (WPA-PSK)
es: WPA Personale (WPA-PSK)
ru: WPA персональный (WPA-PSK)
uk: WPA персональний (WPA-PSK)

source: WPA2 Personal (WPA-PSK)
es: WPA2 Personale (WPA-PSK)
ru: WPA2 персональный (WPA-PSK)
uk: WPA2 персональний (WPA-PSK)

source: Waiting
ru: Ожидание
uk: Очікування

source: Walk through interface:
es: Uso por interfaz:
ru: Опорный интерфейс:
uk: Опорний интерфейс:

source: Warning
es: Aviso
ru: Предупреждение
uk: Попередження

source: Warning:
es: Aviso:
ru: Предупреждение:
uk: Попередження:

source: We
es: Nosotros
ru: Ср
uk: Ср

source: Web interface
es: Interfaz Web
ru: Веб-интерфейс
uk: Веб-інтерфейс

source: Web server (HTTP/HTTPS)
es: Servidor Web (HTTP/HTTPS)
ru: Веб-сервер (HTTP/HTTPS)
uk: Web-сервер (HTTP/HTTPS)

source: Week
ru: Неделя

source: Wi-Fi setup
es: Configuraciones de Wireless
ru: Настройка WiFi
uk: Налаштування WiFi

source: Wifi interfaces
es: Interfaz Wifi
ru: WiFi-интерфейсы
uk: Wi-Fi інтерфейси

source: Wireless settings...
es: Configuración de Rede Wireless
ru: Настройка беспроводной связи...
uk: Налаштування бездротового зв'язку...

source: Without dead keys
ru: Без 'мёртвых' клавиш

source: Work
ru: Работа
uk: Робота

source: Work as NTP server
es: Trajar con el Servidor NTP
ru: Работать как NTP-сервер
uk: Працювати як NTP сервер

source: Workgroup:
es: Grupo de trabajo
ru: Рабочая группа:
uk: Робоча група:

source: Write access
es: Accesso de Escrita
ru: Доступ на запись

source: X11 test failed
es: No prueba [ X11 ]
ru: Проверка не прошла

source: XFS File System Interface Module
ru: Файловая система XFS

source: Xinetd server
es: Servidor xinetd
ru: Службы xinetd

source: Yes
es: Sí
ru: Да
uk: Так

source: Yes, I agree
es: Sim, Estoy de acuerdo
ru: Да, я согласен с условиями
uk: Так, я погоджуюся з умовами

source: Yes, i'm warned
ru: Да, я согласен.

source: You must define as minimum one statically configured Ethernet interface
ru: Вы должны иметь хотя бы один статически сконфигурированный Ethernet интерфейс
uk: Ви повиніі мати хоча-б один статично налаштований мережевий інтерфейс

source: You must have statically configured ethernet interface to setup dhcp server.
es: Usted debe tener configurado interfaz ethernet para configurar servidor dhcp.
ru: Вы должны иметь хотя бы один статически сконфигурированный Ethernet-интерфейс, чтобы настраивать DHCP-сервер.
uk: Ви маєте налаштувати статичний мережевий інтерфейс для створення DHCP сервера.

source: You should define a minimum one repository
ru: Вы должны указать как минимум один репозиторий

source: You should define a password
es: Usted deveria definir una contraseña
ru: Вы должны указать пароль

source: You should define a password for system administrator
es: Usted deve definir una contraseña para el administrador del sistema
ru: Вы должны указать пароль для системного администратора
uk: Ви маєте вказати пароль системного адміністратора

source: You should define a system user
es: Usted deveria definir un sistema de usuário
ru: Вы должны указать системного пользователя

source: You should define address range
es: Usted deberia definir la línea de dirección
ru: Вы должны назначит диапазон адресов
uk: Ви маєте вказати межі адрес

source: You should define custom url
ru: Вы должны явно задать другой адрес

source: You should define network interface
es: Usted deberia definir la red de interfaz
ru: Вы должны назначить интерфейс
uk: Ви маєте вказати мережевий інтерфейс

source: a number of names each starting with a dot (only small latin letters and '-' symbol are allowed)
ru: несколько имён, начинающихся с точки (только маленькие латинские буквы и символ '-')

source: access point
es: Punto de Acceso
ru: точка доступа
uk: точка доступу

source: all connections
es: Todas las conecciones
ru: все соединения
uk: всі з'єднання

source: auto
ru: авто
uk: авто

source: automatically
es: automáticamente
ru: автоматически

source: b
ru: б
uk: б

source: back to chain list
es: Volver para lista de cadena
ru: назад к списку цепочек

source: bits
ru: бит

source: by MAC address
es: por dirección MAC
ru: по аппаратному адресу (MAC)
uk: по MAC адресі

source: by bus location
es: por localización
ru: по местоположению на шине
uk: по розміщенню на шині

source: calculating...
es: calculando...
ru: вычисление...
uk: підрахунок...

source: can't create mail spool
es: No puede crear spool de mail
ru: невозможно создать почтовую очередь

source: can't create or remove home directory
es: No fue posible crear o remover directorio inicial
ru: невозможно создать или удалить домашний каталог

source: can't remove user's primary group
es: No puede remover grupo primário de usuários
ru: невозможно удалить первичную группу пользователя

source: can't update group file
es: No puede actualizar archivos de grupo
ru: невозможно обновить базу групп

source: can't update password file
es: No use su contraseña
ru: невозможно обновить базу паролей

source: cannot change password
es: No puede cambiar contraseña
ru: невозможно изменить пароль

source: connection down
es: Conección calió:
ru: нет соединения
uk: з’єднання немає

source: connection established
es: Conección establecida
ru: соединение установлено
uk: з'єднання встановлене

source: connection failed
es: No conección
ru: нет соединения
uk: з'єднання невдале

source: date should be in YYYY-MM-DD format
es: el formato de la Data deve ser YYYY-MM-DD
ru: дата должна быть в формате ГГГГ-ММ-ДД
uk: дата має бути в форматі РРРР-ММ-ДД

source: default
es: predeterminado
ru: по умолчанию

source: destination IP address:
es: Destino IP:
ru: IP адрес:
uk: IP адреса отримувача:

source: disable write access
es: Desactivar acceso escrito
ru: запретить запись

source: do not change
es: No cambiar
ru: не менять

source: don't change
es: No cambiar
ru: не менять
uk: не змінювати

source: edit
es: editar
ru: редактировать

source: enable write access
es: permitir accesso escrito
ru: разрешить запись

source: errors only
es: Erros
ru: только ошибки
uk: тільки помилки

source: expert mode
es: Modo Inteligente
ru: режим эксперта

source: external
es: externos
ru: внешний

source: facility setup failed
es: Configuración falló
ru: установка режима не удалась
uk: Налаштування обладнання невдале

source: failsafe
ru: с безопасными параметрами
uk: з безпечними параметрами

source: for
es: para
ru: для
uk: для

source: forward to IP address:
es: Adelantar dirección de IP
ru: перенаправлять на IP адрес:
uk: переспрямовувати на IP адрес:

source: free space required:
ru: требуется

source: friday
ru: пятница
uk: П'ятниця

source: from group
es: del grupo
ru: из группы
uk: з групи

source: gateway
ru: шлюз
uk: шлюз

source: gateway (NAT)
ru: шлюз (NAT)
uk: шлюз (NAT)

source: gid not unique
es: GID no és único
ru: gid не уникален

source: graphics
es: gráficos
ru: графический
uk: графічний

source: group name not unique
es: nombre del grupo no és único
ru: имя группы уже занято

source: in DNAT rule
es: Norma DNAT
ru: в правиле DNAT
uk: в правилі DNAT

source: in desktop-file for service
es: Archivo desktop para servicio
ru: в desktop-файле для сервиса
uk: в desktop-файлі для сервісу

source: in progress...
ru: в процессе...

source: inaccesible or not a directory
ru: недоступна или не директория

source: inactive
es: inactivo
ru: неактивно
uk: неактивно

source: infinite
es: infinito
ru: бесконечно
uk: безмежно

source: interface is down
ru: интерфейс выключен

source: interface is up
ru: интерфейс включён

source: internal
es: Interno
ru: внутренний

source: internal service
es: Servicio interno
ru: встроенный сервис

source: invalid IP address
es: Dirección IP Inválido
ru: недопустимый IP адрес
uk: невірна IP адреса

source: invalid IP address list
es: Dirección IP de la Lista Inválidos
ru: недопустимый список IP адресов
uk: невірний список IP адрес

source: invalid IP network specification
es: IP Inválido
ru: неверно указана IP сеть
uk: Невірно вказана IP мережа

source: invalid ISO-3166-alpha-2 country code
es: Inválido ISO-3166-alpha-2 código del país
ru: недопустимый код страны (ISO-3166-alpha-2)
uk: невірний код країни ISO-3166-alpha-2

source: invalid MAC address
es: Dirección MAC Inválido
ru: недопустимый MAC-адрес
uk: невірна MAC адреса

source: invalid TCP port
es: Puerta TCP Inválida
ru: недопустимый TCP порт
uk: невірний порт TCP

source: invalid address
es: Dirección inválido
ru: неверный адрес
uk: Невірна адреса

source: invalid argument to option
es: Argumento de opcione inválido
ru: неверный параметр к аргументу

source: invalid boolean value
es: Valor del Boolen inválido
ru: недопустимое логическое значение
uk: невірне двійкове значення

source: invalid command syntax
es: Comando syntax inválido
ru: неверный синтаксис команды

source: invalid group name
es: Nombre del grupo inválido
ru: неверное имя группы

source: invalid hostname
ru: недопустимое имя компьютера

source: invalid hostname list
es: Inválida Lista de Hostnames
ru: недопустимый список имён компьютеров
uk: невірний список імен вузлів

source: invalid resource name
es: Nombre de recursos inválido
ru: неверное имя ресурса
uk: невірне ім'я ресурсу

source: kB
ru: кБ
uk: кБ

source: kb
ru: кб
uk: кб

source: manually updated
ru: обновлена вручную

source: master
ru: главный
uk: головний

source: mbr-only
es: Apenas MBR
ru: только MBR
uk: тільки MBR

source: mirroring requires a lot of disk space.
es: Espejos requieren un buen espacio en disco
ru: зеркалирование потребует наличия большого количества места на диске.
uk: дзеркало вимагає багато дискового місця

source: missing
es: perdidos
ru: отсутствует
uk: немає

source: monday
ru: понедельник
uk: понеділок

source: multiple values should be space separated
ru: несколько значений записываются через пробел

source: never
ru: никогда

source: no
ru: нет

source: no mirroring
ru: не зеркалируется

source: no wait
es: no aguarde
ru: без ожидания
uk: не чекати

source: no workcopy was found
es: niguma copia copia fue encontrada
ru: не найдено рабочей копии конфигурационного файла

source: none
es: nada
ru: нет
uk: немає

source: not under control
ru: не контролируется
uk: не контролюється

source: nothing
es: nada
ru: отсутствует
uk: нічого

source: only digits and latin letters allowed
es: apenas digitos en letras
ru: допустимы только латинские символы и цифры
uk: дозволені лише цифри та латинські літери

source: only latin letters, digits, '-', '.', and '_' allowed
es: apenas dígitos con letras permitido '_'
ru: допустимы только латинские символы, цифры, '-', '.' и '_'
uk: дозволені лише латинські літери, цифри та символи ’-’, ’.’, і ’_’

source: only latin letters, digits, '-', and '_' allowed
es: apenas dígitos con letras permitido '_'
ru: допустимы только латинские символы, цифры, '-' и '_'
uk: дозволені лише латинські літери, цифри та символи ’-’ і ’_’

source: only small latin letters, digits and '_' allowed
es: apenas dígitos con letras permitido '_'
ru: допустимы только маленькие латинские символы, цифры и '_'
uk: дозволені лише цифри, малі латинські літери та '_'

source: partition
es: particíon
ru: раздел
uk: розділ

source: plugged
es: conectado
ru: провод подсоединён
uk: підключено

source: port:
es: porta:
ru: порт:
uk: порт:

source: possible values:
es: valores posibles
ru: допустимые значения:
uk: Допустимі значения:

source: process already running
ru: процесс уже запущен

source: protocol:
es: Protocolo:
ru: протокол:
uk: протокол:

source: recommended
es: recomiendado
ru: рекомендовано

source: remove from list
es: remover de la lista
ru: удалить из списка

source: restart
es: resetar
ru: перезапустить
uk: перезапуск

source: router
es: roteador
ru: роутер
uk: роутер

source: running
es: rodando
ru: работает

source: same virtual host is already defined
es: el host virtual ya está definido
ru: подобный виртуальный сервер уже существует
uk: цей віртуальний вузол вже існує

source: saturday
ru: суббота
uk: субота

source: set automatically
es: Configurar automaticamente Fecha y Hora
ru: устанавливается автоматически
uk: встановлюється автоматично

source: should be non negative integer
es: no debería ser negativo
ru: должно быть целое неотрицательное число
uk: має бути невід'ємне ціле

source: should be number
es: deve ser un número
ru: должно быть число

source: simple mode
es: modo simples
ru: упрощённый режим

source: slave
ru: подчинённый
uk: підлеглий

source: specified group doesn't exist
es: grupo especificado não existe
ru: указанная группа не существует

source: specified user doesn't exist
es: usuário espeficado no existe
ru: пользователь не существует

source: start
es: empezar
ru: запустить
uk: запустити

source: stop
es: parar
ru: остановить
uk: зупинити

source: stopped
es: parado
ru: остановлена

source: sunday
ru: воскресение
uk: неділя

source: text
es: texto
ru: текстовый
uk: текстовий

source: thursday
ru: четверг
uk: четвер

source: time should be in HH:MM:SS format
es: La Hora deve ser en el formato HH:MM:SS
ru: время должно быть в формате ЧЧ:ММ:CC
uk: час має бути в форматі ГГ:ХХ:СС

source: to
es: para
ru: по

source: to group
es: para el grupo
ru: в группу
uk: до групи

source: tuesday
ru: вторник
uk: вівторок

source: uid already in use
es: UID ya está en uso
ru: uid уже используется

source: unable to add user %s to group %s
es: No adiccionar usário %s para grupo %s
ru: невозможно добавить пользователя %s в группу %s

source: unable to calculate
es: No fue posible calcular
ru: невозможно вычислить
uk: неможливо підрахувати

source: unable to setup time
es: No fue posible configurar el Reloj
ru: невозможно установить время
uk: неможливо встановити час

source: unknown
es: desconocido
ru: неизвестно

source: unplugged
es: desconectado
ru: провод отсоединён
uk: не під'єднано
