Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/compendium/*.po
Languages: es, ru, uk

source: Maximum size of a message (Mb):
es: Tamanho Máximo da Mensagem (Mb):
ru: Максимальный размер сообщения (Мб):
uk: максимальний розиір листа (Мб):

source: May
es: Mayo
ru: Май
uk: Травень

source: Mb
ru: Мб
uk: Мб

source: Member of administrators group
ru: Входит в группу администраторов

source: Memory (free):
es: Memoria (livre):
ru: ОЗУ (свободно):

source: Memory (total):
es: Memoria (total):
ru: ОЗУ (всего):

source: Memory usage
es: Uso de la memoria
ru: Использование памяти

source: Mo
ru: Пн
uk: Пн

source: Mobile phone:
ru: Мобильный телефон:
uk: Мобільний телефон:

source: Mode:
es: Modo:
ru: Режим:
uk: Режим:

source: Model name
es: Nombre de la carpeta:
ru: Название

source: Model:
es: Modelo:
ru: Модель:

source: Module access settings
es: Módulo de acceso al configuraciones
ru: Параметры доступа к модулю
uk: Налаштування доступа до модуля

source: Module access settings...
es: Módulo de acceso a las configuraciones
ru: Параметры доступа к модулю...
uk: Налаштування доступа до модуля...

source: Monitor vendors
es: Marca del Monitor
ru: Производители мониторов

source: Monitor vendors:
es: Marca del Monitor:
ru: Производители мониторов:

source: Monitor:
ru: Монитор:

source: Month
ru: Месяц

source: Mount Filesystem
ru: Монтировать файловую систему

source: Mount Options
ru: Опции монтирования

source: Mount options
ru: Опции монтирования

source: Mount point
es: Punto de montaje
ru: Точка монтирования

source: Mounted on
ru: Примонтировано в

source: Mountpoint
ru: Точка монтирования

source: NAT table
es: Tabla NAT
ru: Таблица nat

source: NTFS File System Interface Module
ru: Файловая система NTFS

source: NTP server:
es: Servidor NTP:
ru: NTP-сервер:
uk: Сервер NTP:

source: Name
ru: Имя устройства
uk: Ім'я

source: Name for the new LVM2 container.
ru: Имя группы томов

source: Name for the new LVM2 region.
ru: Имя тома

source: Netmask:
es: Máscara de Rede:
ru: Маска сети:
uk: Маска мережі:

source: Network
es: Rede
ru: Сеть
uk: Мережа

source: Network adaptor:
ru: Сетевая карта:
uk: Мережева карта:

source: Network firewall
es: Configuraciones de Firewall
ru: Брандмауэр
uk: Брандмауер мережі

source: Network installation server
ru: Сервер сетевых установок
uk: Сервер для встановлень по мережі

source: Network menegement (SNMP)
es: Manejo de red (SNMP)
ru: Управление сетью (SNMP)

source: Network name:
es: Nombre de la Rede:
ru: Сеть:
uk: Ім'я мережі

source: Network subsystem:
es: Configuraciones de Rede
ru: Сетевая подсистема:
uk: Мережева підсистема:

source: Network traffic
es: Tráfico de Red
ru: Сетевой трафик

source: Networks
ru: Сети

source: Networks found:
es: Redes encontradas:
ru: Найденные сети:
uk: Знайдені мережі:

source: New
ru: Новая

source: New account name:
ru: Учетная запись:
uk: Обліковий запис:

source: New account:
es: Nueva cuenta:
ru: Новая учётная запись:

source: New alias value:
es: Nuevo Valor de 'Alias'
ru: Значение нового псевдонима:
uk: Нове значення псевдоніму

source: New alias:
es: Nuevo alias:
ru: Новый псевдоним:
uk: Новий псевдонім:

source: New base DN:
ru: Новый базовый DN:
uk: Новий базовий DN:

source: New connection...
es: Nueva conección...
ru: Создать соединение...
uk: Нове з'єднання...

source: New email:
ru: Новый email:
uk: Новий email:

source: New folder:
es: Nueva carpeta:
ru: Новая папка:
uk: Нова тека:

source: New group:
es: Nuevo grupo:
ru: Добавить группу:
uk: Нова група:

source: New image:
ru: Новый образ:
uk: Новий образ:

source: New key:
es: Nueva llave
ru: Новый ключ:
uk: Новий ключ:

source: New rule
es: Nueva norma
ru: Новое правило

source: New rule number
es: Nueva norma numérica
ru: Новый номер правила

source: New source:
es: Nueva fuente
ru: Новый источник:
uk: Нове джерело:

source: New static address:
es: Direcciones Estaticas
ru: Новый статический адрес:
uk: Нова статична адреса:

source: New user:
es: Nuevo Usuario
ru: Новый пользователь:
uk: Новий користувач:

source: Next
es: Siguiente
ru: Далее
uk: Далі

source: Next operation
ru: Следующая операция

source: No
ru: Нет
uk: Ні

source: No authentication
ru: Без аутентификации

source: No image
ru: Нет образа
uk: Немає образа

source: No information available
ru: Нет информации

source: No log available
ru: Отчёт не найден

source: No module found
es: Niguno Modulo Disponible
ru: модуль не найден
uk: Модуль не знайдено

source: No objects found...
es: No se encontraron objectos
ru: Объектов не обнаружено...

source: No password
es: Contraseña
ru: Без пароля
uk: Пароля немає

source: No updates available
ru: Нет обновлений

source: Normal
ru: Обычный

source: Not a wireless interface
es: Nigua interfaz wireless
ru: Не беспроводной интерфейс
uk: Не бездротовий інтерфейс

source: Note, that resizing Vista partition may lead to Vista boot failure. Proceed?
ru: Изменение размеров раздела Vista может привести к невозможности загрузки с этого раздела. Продолжить?

source: Note:
ru: Замечание:
uk: Помітка:

source: November
es: Noviembre
ru: Ноябрь
uk: Листопад

source: Number of stripes for the new LVM2 region.
ru: Число расслоений (stripes)

source: Number of stripes for the new portion of the region.
ru: Число расслоений (stripes) для новой области

source: Objects
ru: Объекты

source: Objects (PVs) to place the new LVM2 region on.
ru: Разместить на следующих устройствах

source: Objects (PVs) to use for the new portion of the region.
ru: Разместить новую область на следующих устройствах

source: October
es: Outubro
ru: Октябрь
uk: Жовтень

source: Off
es: Apagado
ru: Выключен
uk: Вимкнений

source: Offset
ru: Смещение

source: Oldest backup:
ru: Первая резервная копия:
uk: Найперша резервна копія:

source: On, with content filtering
es: Ligar, con filtro de contenido
ru: Включен, с фильтрацией трафика
uk: Увімкнено, з фільтрацією вмісту

source: On, without content filtering
es: Ligar, sin Filtro de Contenido
ru: Включен, без фильтрации трафика
uk: Увімкнено, без фільтрації вмісту

source: Only from:
es: Apenas de:
ru: Только с адресов:

source: Operating system information and setup
es: Información del sistema operativo y la configuración
ru: Информация об установленной системе и её настройка
uk: Інформація про операційну систему та встановлення

source: Operation not permitted
ru: Операция невозможна

source: Options
ru: Параметры

source: Organization (O):
es: Empresa
ru: Организация (O):
uk: Організація (О):

source: Organization:
ru: Организация:
uk: Організація:

source: Organizational Unit (OU):
es: Unidade:
ru: Подразделение (OU):
uk: Підрозділ організації (OU):

source: Other
es: Otro
ru: Другие
uk: Інше

source: Other driver...
es: Otro dirver...
ru: Другой драйвер...

source: Other loader
es: Outro rodador
ru: Другой загрузчик
uk: Інший завантажувач

source: Other loader device is unspecified.
es: Outro dispositivo para cargar está indeterminado.
ru: Для другого загрузчика не указано устройство.
uk: Інший пристрій завантаження не вказаний.

source: Other network
es: Otra rede
ru: Другая сеть
uk: Інша мережа

source: Other system settings
es: Otras configuraciones del Sistema
ru: Прочие параметры системы
uk: Інші налаштування системи

source: Other vendor...
es: Otro Vendedor
ru: Другой производитель...

source: Out (Kb)
es: Fuera
ru: Исходящие (Кб)

source: POP3 over TLS/SSL
es: POP3 sobre TLS/SSL
ru: POP3 через TLS/SSL
uk: POP3 через TLS/SSL

source: POP3/IMAP server
es: Servidor POP3/IMAP
ru: POP3/IMAP сервер
uk: POP3/IMAP сервер

source: POP3/IMAP server (dovecot) is not installed
es: POP3/IMAP Servidor (dovecot) no fue instalado
ru: POP3/IMAP сервер (dovecot) не установлен
uk: Не встановлено POP3/IMAP сервера (dovecot)

source: PPPoE connections
es: PPPoE conecciones
ru: PPPoE-соединения
uk: З'єднання PPPoE

source: PPTP connections
es: PPTP conecciones
ru: PPTP-соединения
uk: З'єднання PPPTP

source: Packages have been kept back
ru: Следующие пакеты будут сохранены

source: Packages to REMOVE
ru: Следующие пакеты будут УДАЛЕНЫ

source: Packages to install
ru: Следующие пакеты будут установлены

source: Packages to upgrade
ru: Следующие пакеты будут обновлены

source: Packages will be REPLACED
ru: Следующие пакеты будут ЗАМЕНЕНЫ

source: Partition Type
ru: Тип раздела

source: Passthrough
ru: Сквозной

source: Password for system administrator:
es: Contraseña para administrador del sistema:
ru: Пароль системного администратора:
uk: Пароль системного адміністратора:

source: Password is too short
es: Contraseña muy corta
ru: Слишком короткий пароль
uk: Пароль дуже короткий

source: Password:
ru: Пароль:
uk: Пароль:

source: Passwords mismatch
es: Contraseña
ru: Введённые пароли не совпадают
uk: Паролі не співпадають

source: Patronym:
ru: Отчество:
uk: По батькові:

source: Pause
es: Pausar
ru: Стоп

source: Per source:
es: por fuente:
ru: На каждого клиента:

source: Period:
es: Período:
ru: Период:

source: Phone:
ru: Телефон:
uk: Телефон:

source: Please assign "/" mount point
ru: Пожалуйста, назначьте какому-либо тому точку монтирования "/"

source: Please choose backup disk
ru: Пожалуйста выберите диск для резервного копирования
uk: Будб-ласка, оберіть диск для резервного копіювання

source: Please define backup start time
ru: Пожалуйста назначьте время старта копирования
uk: Будь-ласка, оберіть час початку резервного копіювання:

source: Please insert CDROM labeled as
es: Por favor, introduzca la etiqueta de CD-ROM
ru: Пожалуйста, вставьте CD/DVD диск
uk: Будь-ласка, вставте компакт-диск, помічений як

source: Please insert disk
es: Por favor insira un Disco
ru: Пожалуйста, вставьте CD/DVD диск
uk: Будь-ласка, вставте диск

source: Please login
es: Por Favor Inicie la sesión
ru: Пожалуйста, зарегистрируйтесь
uk: Будь-ласка, увійдіть

source: Please select keyboard switch type:
ru: Выберите вариант переключения раскладки клавиатуры:

source: Please take a moment to read the license agreement now.
es: Por favor, lea el contrato
ru: Ознакомьтесь с лицензионным договором. Если вы принимаете условия договора, отметьте «Да, я согласен с условиями» и нажмите «Далее».
uk: Ознайомтеся з умовами ліцензійної умови. Якщо ви згодні з ними, позначте "Так, я погоджуюся з умовами" і натисніть "Далі".

source: Please wait...
ru: Пожалуйста, подождите...

source: Please, select country:
es: Seleccione su país:
ru: Выберите страну:
uk: Будь-ласка, оберіть країну:

source: Please, select time zone:
es: Seleccione la Zona Horaria:
ru: Выберите часовой пояс:
uk: Будь-ласка, оберіть часову зону:

source: Port (optional):
es: Porta (Opcionale):
ru: Порт (необязательно):
uk: Порт (не обов'язково):

source: Port forwarding
es: Adelantar porta
ru: Перенаправление портов
uk: Переспрямовування портів

source: Port:
es: Porta:
ru: Порт:
uk: Порт:

source: Ports
ru: Порты

source: Preparing...
es: Preparando...
ru: Подготовка...
uk: Підготовка...

source: Press 'Next' button to continue
es: Haga clic en el botón "Siguiente" para continuar
ru: Нажмите кнопку 'Далее' для продолжения
uk: Натисніть кнопку 'Далі' для продовження

source: Press 'Yes' if you see a correct picture!
es: Presa 'Yes' si usted ve la imagen correcta
ru: Нажмите 'Да' если изображение правильное!

source: Press F1 for help
es: Presa F1 para Ayuda
ru: Нажмите F1 для справки

source: Previous
es: Anterior
ru: Назад
uk: Попередній

source: Primary Partition
ru: Основной раздел

source: Processors
es: Procesadores
ru: Процессоры

source: Programs
es: Programas
ru: Программное обеспечение
uk: Програми

source: Protocol
es: Protocolo
ru: Протокол

source: Proxy
ru: Прокси

source: Proxy port:
ru: Порт прокси-сервера:

source: Proxy server
es: Servidor Proxy
ru: Прокси-сервер
uk: Proxy сервер

source: Proxy server statistics
ru: Статистика использования проски-сервера

source: Proxy server:
ru: Прокси-сервер:

source: Proxy settings
ru: Настройки proxy

source: Publish
ru: Опубликовать
uk: Опублікувати

source: Publish as a repository for automatic updates
ru: Опубликовать как репозиторий для автоматических обновлений
uk: Опублікувати як репозиторій для автоматичних оновлень

source: Published
ru: Опубликовано
uk: Опубліковано

source: Question
ru: Вопрос
uk: Запитання

source: Quick mkfs
ru: Быстрое создание

source: Quit
es: Salir
ru: Выход

source: RAID level
ru: Уровень RAID

source: RAID5 Algorithm
ru: Алгоритм RAID5

source: RBL servers:
es: Servidores RBL:
ru: RBL-серверы:
uk: RBL сервери:

source: Raid-extra-boot:
ru: Параметры загрузки RAID:
uk: Параметри завантаження RAID:

source: Read only
es: Sólo lectura
ru: Только чтение
uk: Тільки для читання

source: Read/Write Check For Bad Blocks
ru: Проверка сбойных участков (чтение/запись)

source: Reboot computer now
ru: Перезагрузить компьютер сейчас
uk: Перезавантажити комп’ютер зараз

source: Recipient
es: Recipiente
ru: Получатель
uk: Отримувач

source: Reconfigure ethernet interfaces...
es: Reconfigurar Interface de la Rede
ru: Перенастроить Ethernet-интерфейсы...
uk: Переналаштувати мережеві інтерфейси...

source: Reconfigure interface
es: Reconfigurar Interfaz
ru: Перенастроить интерфейс
uk: Переналаштувати інтерфейс

source: Recreate
es: Recrear
ru: Пересоздать
uk: Створити заново

source: Redial on hangup
es: Rellamar
ru: Перезвонить при обрыве
uk: Передзвонити при розриві

source: Redirect to
es: Redireccionar para
ru: Перенаправить на
uk: Перенаправити до

source: Registered ports
ru: Известные порты

source: ReiserFS File System Interface Module
ru: Файловая система ReiserFS

source: Release Notes
es: Notas
ru: Информация о дистрибутиве
uk: Нотатки до випуску

source: Remote access (SSH)
es: Acceso remoto (SSH)
ru: Удалённый доступ (SSH)
uk: Віддалений доступ (SSH)

source: Remote access (telnet)
es: Acceso remoto (telnet)
ru: Удалённый доступ (telnet)
uk: Віддалений доступ (telnet)

source: Remove
es: Remover
ru: Удалить
uk: Вилучити

source: Remove Filesystem
ru: Удалить файловую систему

source: Remove selected
es: Remover seleccionado
ru: Удалить выделенные
uk: Вилучити обране

source: Repositories:
es: Repositórios:
ru: Репозитории:
uk: Репозиторії:

source: Repository
es: Repositório
ru: Репозиторий
uk: Репозиторій

source: Repository:
es: Repositorio:
ru: Репозиторий:
uk: Репозиторій:

source: Required disk space
es: Requiere de espacio en disco
ru: Требуемое место на диске
uk: Потрібний дисковий простір

source: Required score:
es: Pontuación Necesaria:
ru: Пороговое значение:

source: Rescan
es: Inténtelo de nuevo
ru: Сканировать
uk: Пересканувати

source: Reset
ru: Вернуть
uk: Скинути

source: Resolution:
es: Resolución:
ru: Разрешение:

source: Restart HTTP server
es: Resetar Servidor HTTP
ru: Перезапустить HTTP-сервер
uk: Перезапустити HTTP сервер

source: Restore
ru: Восстановить
uk: Відновити

source: Restore default settings
es: Configuraciones avanzadas
ru: Восстановить настройки по умолчанию

source: Restore file or directory:
ru: Восстановить файл или каталог:
uk: Відновити файл або теку:

source: Restore user data
ru: Восстановить пользовательские данные

source: Restoring backup database...
ru: Восстановление базы данных по резервным копиям...
uk: Відновлення бази даних з резервної копії...

source: Restoring is done
ru: Восстановление завершено
uk: Відновлення завершено

source: Restoring system...
ru: Восстановление системы...
uk: Відновлення системи...

source: Restrictions
es: Restriciones
ru: Ограничения
uk: Обмеження

source: Resume
es: Resumo
ru: Пуск

source: Return
ru: Вернуться
uk: Повернутися

source: Return to view
ru: Вернуться к просмотру

source: Rlimit as:
es: Rlimit como:
ru: Ограничения адресного пространства:

source: Root device is unspecified.
es: dispositivo raíz é indeterminado.
ru: Корневое устройство не указано.
uk: Не вказано кореневого пристрою.

source: Root device:
es: Interfaz ROOT
ru: Корневое устройство:
uk: Кореневий пристрій:

source: Rule
es: Norma
ru: Правило

source: Rule chains
es: Norma de cadenas
ru: Цепочки правил

source: Rule:
es: Norma:
ru: Правило:

source: Rules and scores
es: Normas y pontuaciones
ru: Правила и баллы

source: Run backup now
ru: Запустить создание резервной копии
uk: Почати створення резервної копії

source: Running
ru: Работает
uk: Запущено

source: SMTP server
es: Servidor SMTP
ru: SMTP-сервер
uk: SMTP сервер

source: SMTP transport:
es: transport SMTP:
ru: SMTP-транспорт:
uk: SMTP транспорт:

source: Sa
ru: Сб
uk: Сб

source: Samba server
es: Servidor Samba
ru: Samba-сервер
uk: Sambe сервер

source: Same entry already exists
es: Misma entrada ya existe
ru: Подобный элемент уже существует
uk: Такий запис уже існує

source: Same folder already exists
es: La carpeta ya existe
ru: Подобная папка уже существует
uk: Така тека вже існує

source: Same source already exists
es: Ya existe la fuente
ru: Подобный источник уже существует
uk: Таке джерело вже існує

source: Same ssh key already exists
es: Misma llave ssh ya existe
ru: Подобный ключ уже существует
uk: Такий ключ уже існує

source: Same user already exists
es: Mismo usuário ya existe
ru: Подобный пользователь уже существует

source: Save
es: Salvar
ru: Сохранить
uk: Зберегти

source: Save route to VPN gateway
es: Salvar a Rota en VPN Gateway
ru: Сохранить маршрут к VPN-серверу
uk: Зберегти шлях до VPN шлюзу

source: Save settings
ru: Сохранить параметры
uk: Зберегти налаштування

source: Saving settings ...
ru: Сохранение настроек ...
uk: Збереження налаштувань ...

source: Scanning...
es: Buscando...
ru: Поиск...
uk: Шукаю...

source: Score
es: Pontuación
ru: Баллы

source: Score:
es: Pontuación:
ru: Баллы:

source: Search domain:
ru: Домен поиска:
uk: Пошуковий домен:

source: Search domains:
es: Procurar Dominios:
ru: Домены поиска:
uk: Пошукові домени:

source: Searching for backups...
ru: Поиск резервных копий...
uk: Пошук резервних копій...

source: Section already exists.
es: Sección ya existe.
ru: Вариант загрузки с таким именем уже существует.
uk: Варіант завантаження з таким іменем вже існує.

source: Select action:
ru: Выберите операцию:
uk: Обрати дію:

source: Select authentication mode:
ru: Выберите способ аутентфикации:

source: Select disks for use
ru: Выберите диски для использования

source: Select external interfaces:
es: Seleccionar interfazes externas:
ru: Выберете внешние интерфейсы:
uk: Оберіть зовнішні інтерфейси:

source: Select forwarding mode:
es: Seleccionar modo adelante:
ru: Выберите режим работы:
uk: Оберіть режим роботи:

source: Select groups you want to install:
es: Selecciona paquetes que quiera instalar
ru: Выберите группы пакетов для установки:

source: Select installation method
ru: Выберите метод установки

source: Select internal interfaces:
ru: Выберете внутренние интерфейсы:

source: Select profile
ru: Выберите профиль

source: Select proxying mode:
ru: Выберите режим проксирования:

source: Select your language:
ru: Выберите язык:

source: September
es: Septiembre
ru: Сентябрь
uk: Вересень

source: Server args:
es: Argumentos del Servidor
ru: Аргументы сервера:

source: Server:
es: Servidor:
ru: Сервер:
uk: Сервер:

source: Servers
es: Servidores
ru: Серверы
uk: Сервери

source: Service
es: Servicio
ru: Служба

source: Service packets (ICMP)
es: Servicio de Paquetes
ru: Служебные пакеты (ICMP)
uk: Службові пакети (ICMP)

source: Services
es: Servicios
ru: Службы

source: Services:
es: Servicios
ru: Службы:
uk: Служби:

source: Set
ru: Установить

source: Setup e-mail service
es: Configurar Servicio de Email
ru: Настройка службы электронной почты
uk: Налаштувати поштову службу

source: Setup embedded web server
es: Configuraciones de Servidor Web incrustado
ru: Настройка встроенного веб-сервера
uk: Налаштувати вбудований веб-сервер

source: Setup for server
ru: Установка сервера

source: Setup for workstation
ru: Установка рабочей станции

source: Setup input/output devices
es: Configuraciones de entrada/salida de dispositivos
ru: Настройка устройств ввода-вывода
uk: Налаштувати пристрої уведення/виведення

source: Setup network connections
es: Configuración de conecciones en Rede
ru: Настройка подключения к сети
uk: Налаштувати мережеві з'єднання

source: Setup password for system administrator:
es: Configuración del sistema administrador:
ru: Укажите пароль для системного администратора:

source: Setup rules and scores...
es: Configuración norma y pontuaciones...
ru: Настроить правила и баллы...

source: Setup, remove and update programs
es: Configurar, remover o Actualizar programas
ru: Установка, удаление и обновление программ
uk: Встановлення, вилучення та оновлення програм

source: Shared folder settings
es: Configurações de Pasta compartilhada
ru: Параметры общей папки
uk: Налаштування спільних тек

source: Shared folders
es: Carpeta compartida
ru: Общие папки
uk: Спільні теки

source: Shell:
ru: Интерпретатор команд:
uk: Оболонка:

source: Show
es: Mostrar
ru: Показать

source: Show extra options
ru: Показывать дополнительные настройки

source: Show help
ru: Показать справку
uk: Показати довідку

source: Show:
es: Exibir
ru: Показывать:
uk: Показати:

source: Shrink
ru: Уменьшить

source: Shrink by Size
ru: Уменьшить на

source: Sign
es: Entrar
ru: Подпись

source: Simple mode
es: Modo Simples
ru: Обычный режим
uk: Простий режим

source: Site MTA:
es: Sitio MTA:
ru: Используемый MTA:
uk: Задіяний MTA:

source: Site language:
es: Selecione su Lenguage
ru: Язык сайта:
uk: Мова сайту:

source: Size
ru: Размер

source: Size [ free ]
ru: Размер [свободно]

source: Size [free]
ru: Размер [свободно]

source: Size for the new LVM2 region.
ru: Размер тома

source: Size summary (Kb)
ru: Всего получено, Кб

source: Size to remove from the LVM2 region.
ru: Уменьшить том на

source: Skip empty groups
es: Pular Grupos Vacíos
ru: Не показывать пустые группы
uk: Пропустити порожні групи

source: Skip primary groups
es: Saltar Grupos Primarios
ru: Не показывать первичные группы
uk: Пропустити первинні групи

source: Skip system groups
es: Saltar Grupos de Sistemas
ru: Не показывать системные группы
uk: Пропустити системні групи

source: Soft limit:
ru: Мягкое ограничение:
uk: М’яке обмеження:

source: Source
es: Fuente
ru: Источник
uk: Джерело

source: Source URI:
es: Fuente del URI:
ru: Адрес источника:
uk: URI джерела:

source: Source address
es: Fuente de la dirección
ru: Адрес отправителя

source: Source port
es: Porta de la fuente
ru: Порт отправителя

source: Source:
es: Fuente:
ru: Источник:
uk: Джерело:

source: Spam filter
es: Filtro de Spam
ru: Спам-фильтр

source: Spam filter mode:
es: Filtro de Spam:
ru: Режим cпам-фильтра:

source: Spare Disk
ru: Резервный диск

source: Start at boot
es: Empezar por boot
ru: Запускать при загрузке
uk: Запускати по завантаженню

source: Start on boot
es: Iniciar el boot
ru: Запускать при загрузке системы

source: Start packages installation...
ru: Установка пакетов началась...

source: Start, stop or restart service...
es: Iniciar, parar o resetar el servicio...
ru: Запустить, остановить или перезапустить службу...
uk: Запуск, зупинка та перезапуск служби...

source: Start, stop or restart xinetd...
es: Iniciar, parar o resetar el servicio xinetd...
ru: Запустить, остановить или перезапустить xinetd...

source: Starting IP address:
es: Iniciando Dirección IP:
ru: Начальный IP адрес:
uk: Початкова IP адреса:

source: State
es: Estado
ru: Состояние
uk: Стан

source: Static addresses
es: Dirección Estatica
ru: Статические адреса
uk: Статичні адреси

source: Statistics
es: Estatísticas
ru: Статистика
uk: Статистика

source: Statistics per interface
es: Estatística por interfaz
ru: Статистика по интерфейсу

source: Statistics updated:
ru: Статистика обновлена:

source: Status
ru: Состояние
uk: Стан

source: Status:
ru: Состояние:
uk: Стан:

source: Storage free space:
es: Espacio de Disco de almacenamiento:
ru: Свободное место:
uk: Вільного місця на накопичувачі:

source: Store backups for:
ru: Хранить резервные копии за:
uk: Зберігати резервні копії за період:

source: Su
ru: Вс
uk: Нд

source: Success
ru: Успешно
uk: Успішно

source: Suffix:
ru: Суффикс:
