Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/compendium/*.po
Languages: es, ru, uk

source: user currently logged in
es: Usuário actual logado
ru: пользователь сейчас в системе

source: username already in use
es: Nombre de usuário ya está en uso
ru: имя пользователя уже занято

source: via:
ru: через:

source: view
ru: просмотр

source: view full log of the latest operation
ru: посмотреть подробный отчёт о последней выполненной операции

source: wednesday
ru: среда
uk: середа

source: ~5,3f s
ru: ~5,3f с

source: ~d h
ru: ~d ч

source: ~d min
ru: ~d мин

source: ANONYMOUS
es: Anónimo
uk: АНОНІМ

source: Add host:
uk: Додати хост:

source: Add new bindings:
uk: Додати нове з’єднання:

source: Add new client:
uk: Додати клієнта:

source: Address:
uk: Адреса:

source: Administrator's password successfully updated
uk: Пароль адміністратора успішно оновлено

source: Administrator's password:
uk: Пароль адміністратора:

source: Advanced restore options
uk: Додаткові параметри відновлення

source: All work is succesfully done.
uk: Роботу успішно завершено.

source: Archive
uk: Архів

source: Archive actions:
uk: Дії над архівом:

source: Archive settings:
uk: Параметри архіва:

source: Are really want to clear local repository?
uk: Ви дійсно хочете очистити локальний репозиторій?

source: Attention
uk: Увага

source: Authorized clients (MAC - IP):
uk: Дозволені клієнти (MAC - IP):

source: Available bindings:
uk: Доступні з’єднання:

source: Back to list
uk: Повернутися до списку

source: Backup client's data every day at:
uk: Робити резервні копії даних клієнта щодня о::

source: Backup server
uk: Сервер резервного копіювання

source: Backup server interface:
uk: Інтерфейс сервера резервного копіювання:

source: Backup size
uk: Розмір архіву

source: Backup:
uk: Робити резервні копії:

source: Bootloader setup
uk: Налаштування завантажувача

source: CA already initialized
uk: ВС уже створено

source: CA management
uk: Керування ВС

source: CA not initialized
uk: ВС не створено

source: CA status:
uk: Стан ВС:

source: CUPS printing system
uk: Система друку CUPS

source: Cancel active jobs
uk: Скасувати активні завдання

source: Certificate management
uk: Керування сертифікатами

source: Certification Authority
uk: Видавець Сертифікатів

source: Change IP address...
uk: Змінити IP-адресу...

source: Change date...
uk: Змінити дату...

source: Client
uk: Клієнт

source: Client backups:
uk: Резервні копії клієнтів:

source: Clients
uk: Клієнти

source: Clients:
uk: Клієнти:

source: Close all open windows before you continue to work.
uk: Закрийте всі відкриті додатки для продовження.

source: Communications
uk: Комунікації

source: Confirm
uk: Підтвердити

source: Could not find kernel image
uk: Не знайдено образ ядра

source: Country and Organizaton must be defined
uk: Країна та Організація мають бути вказані

source: Country must be defined
uk: Країна має бути вказана

source: Current IP address:
uk: Поточна IP адреса:

source: DNS server
uk: Сервер DNS

source: Date issued
uk: Дата видачі

source: Delete client
uk: Вилучити клієнта

source: Delete group
uk: Вилучити групу

source: Desktop
uk: Стільниця

source: Desktop (full)
uk: Стільниця (повністю)

source: Disk full. Please remove unused client's backups.
uk: Диск переповнено. Будь-ласка, вилучіть резервні дані клієнтів, що не використовуються.

source: Disk usage:
uk: Використання диску

source: Do not backup client's data
uk: Не робити резервних копій даних клієнта

source: Do not backup:
uk: Не робити резервні копії:

source: Do you really want clear all backups for client
uk: Ви дійсно хочете знищити всі резервні копії клієнта

source: Do you really want to delete client
uk: Ви дійсно хочете вилучити клієнта

source: Documentation
uk: Документація

source: Download certificate:
uk: Звантажити сертификат:

source: Download config for client
uk: Звантажити конфігурацію клієнта

source: Download sign request:
uk: Запит на підпис:

source: During process all devices will be unmounted and all swap partitions will be turned off.
uk: Під час роботи всі пристрої будуть розмонтовані і розділи підкачки буде вимкнено.

source: Edutainment
uk: Освіта

source: Emulators
uk: Емулятори

source: Enable daily updates at
uk: Дозволити щоденні оновлення в

source: Enable restrictions on all internal interfaces
uk: Увімкнути обмеження доступу на всіх внутрішніх інтерфейсах

source: Error during restore process
uk: Помилка під час відновлення

source: Error: bad MAC-address
uk: Помилка: невірна MAC-адреса

source: Error: bad fixmac mode
uk: Помилка: невірне значення параметра fixmac

source: Existing groups
uk: Існуючі групи

source: Expires on:
uk: Збігає:

source: Expiry date
uk: Дісно до

source: Fileset for
uk: Список файлів для

source: Finish installation
uk: Закінчити встановлення

source: Finishing...
uk: Завершення...

source: First backup
uk: Перша резервна копія

source: Games
uk: Ігри

source: Graphics
uk: Графіка

source: Graphics (full)
uk: Графіка (повністю)

source: Greeting
uk: Привітання

source: Group
uk: Група

source: Group List:
uk: Список груп:

source: Group's email:
uk: Email групи:

source: Group's members
uk: Склад групи

source: Host
uk: Вузол

source: However you can try to continue
uk: Тим не менше ви можете продовжувати

source: Inconsistent Raid version information on
uk: Неповна інформація про версію RAID на пристрої

source: Installation is done
uk: Встановлення завершене

source: Installing additional software
uk: Встановлення додаткового ПЗ

source: Installing system...
uk: Встановлення системи...

source: Internal network restrictions
uk: Обмеження доступу з внутрішніх мереж

source: Invalid sign request
uk: Невірний запит на підпис

source: Issued on:
uk: Дата видачі:

source: Issuer
uk: Видавець сертифіката

source: LOGIN
uk: ЛОГІН

source: Last backup
uk: Остання резервна копія

source: Last status
uk: Останній статус

source: Ldap group accounts
uk: Групи LDAP

source: Local
uk: Локальний

source: Local certificates
uk: Локальні сертификати

source: Log
uk: Журнал

source: MD5 Fingerprint:
uk: MD5-сума:

source: Managed hosts
uk: Керовані вузли

source: Master boot
es: Boot Principal
uk: Головний завнтажувач

source: Mirror every day
uk: Дзеркалити щоденно

source: Mirror every month at day:
uk: Дзеркалити щомісячно (число):

source: Mirror every week at:
uk: Дзеркалити щотижня в:

source: Missing sign request
uk: Відсутній запит на підпис

source: Multimedia
uk: Мультимедіа

source: Multimedia (full)
uk: Мультимедіа (повністю)

source: Network management (SNMP)
uk: Керування мережею (SNMP)

source: New client:
uk: Новий клієнт:

source: New group
uk: Нова група

source: New group name:
uk: Назва групи:

source: New path:
uk: Новий шлях:

source: New system is available at /mnt/destination mount point.
uk: Розділ нової системи змонтовано в теці /mnt/destination.

source: New user account
es: Nueva cuenta del usuário
uk: Новий обліковий запис користувача

source: No boot device
uk: Не вказано завантажувальний пристрій

source: No registered clients found
uk: Не знайдено жодного зареєстрованого клієнта

source: Not a RAID install, 'raid-extra-boot=' not allowed
uk: Параметр raid-extra-boot використовується лише при встановленні на RAID

source: Office Suite
uk: Офісний набір

source: Office Suite (full)
uk: Офісний набір (повністю)

source: Only RAID1 devices are supported as boot devices
uk: Тільки RAID1 пристрій може бути використаний як завантажувальний

source: Organizaton must be defined
uk: Організація має бути вказана

source: Please insert an additional disk
uk: Будь-ласка, вставте додатковий диск

source: Please select server role
uk: Будь-ласка, оберіть роль сервера

source: RAID install requires LBA32 or LINEAR; LBA32 assumed.
uk: Для встановлення на RAID потрібен LBA32 чи LINEAR; Задіяно LBA32.

source: RAID1 install implied by 'boot=/'
uk: RAID1 встановлення припускається через ’boot=/’

source: Raid major versions > 0 are not supported
uk: Версії RAID > 0 не підтримуються

source: Raid versions < 0.90 are not supported
uk: Версії RAID < 0.90 не підтримуються

source: Re-generate CA
uk: Перестворити ВС

source: Remove all client's backups
uk: Знищити всі резервні дані клієнта

source: Resolve
uk: Визначити

source: Restore completed
uk: Відновлення завершено

source: Restore date:
uk: Дата відновлення:

source: Restore failed, see logs for details
uk: Відновлення провалено, дивіться журнали для детальної інофрмації

source: Restore system
uk: Відновити систему

source: Restoring file
uk: Відновлення файлу

source: Running restore process...
uk: Запуск процесу відновлення

source: SHA1 Fingerprint:
uk: SHA1-сума

source: Same client already exists
uk: Такий клієнт уже існує

source: Schedule
uk: Розклад

source: Schedule:
uk: Розклад:

source: Select
es: Seleccionar
uk: Обрати

source: Select backup date:
uk: Обрати дату резервної копії:

source: Server
uk: Сервер

source: Server name:
uk: Ім’я сервера:

source: Server settings succesfully updated
uk: Налаштування сервера успішно оновлено

source: Setup fileset...
uk: Список файлів ...

source: Sign certificate
uk: Підписати сертифікат

source: Starting restore...
uk: Запуск відновлення...

source: Subject
uk: Предмет

source: System Administrator
uk: Пароль адміністратора

source: System User
uk: Системний користувач

source: System administrator's password
uk: Пароль адміністратора

source: System installation
uk: Встановлення системи

source: System management center (www)
uk: Центр налаштування системи (www)

source: System settings
uk: Налаштування системи

source: Target client:
uk: Потрібний клиент:

source: Target directory:
uk: Потрібний каталог:

source: Turn off computer now
uk: Вимкнути комп’ютер зараз

source: Turn off mirroring
uk: Вимкнути дзеркалювання

source: Unable to create directory for new system
uk: Неможливо створити теку під нову систему

source: Unable to create temp config file
uk: Неможливо створити тимчасовий конфігураційний файл

source: Unable to create temp file
uk: Неможливо створити тимчасовий файл

source: Unable to get RAID info on
uk: Неможливо отримати інформацію про RAID на пристрої

source: Unable to get RAID version on
uk: Неможливо визначити версію RAID

source: Unable to modify settings until some jobs is runnning
uk: Змінити налаштування під час роботи неможливо

source: Unable to open
uk: Неможливо відкрити

source: Unable to restore
uk: Помилка відновлення

source: Unable to sign request
uk: Неможливо підписати запит

source: Unable to stat
uk: Неможливо знайти

source: Unable to turn off swap partitions
uk: Неможливо вимкнути розділ підкачування

source: Unable to unmount %s\n
uk: Неможливо розмонтувати %s\n

source: Unable to write new lilo.conf
uk: Неможливо записати lilo.conf

source: Update
uk: Оновити

source: Update password
uk: Змінити пароль:

source: Update server settings
uk: Оновити налаштування сервера

source: Update settings
uk: Оновити налаштування

source: Upload request
uk: Завантажити запит

source: Waiting...
uk: Очікування....

source: Web interface HTTP server
uk: HTTP-сервер веб-інтерфейсу

source: With selected:
uk: Для позначених:

source: boot device not found
uk: Пристрій не знайдено

source: certificates
uk: сертифікати

source: device not found
uk: Пристрій не знайдено

source: for date:
uk: на дату:

source: from
es: del
uk: із

source: in fixmac rule
uk: в правилі fixmac

source: is not a block device
uk: не є блочним пристроєм

source: only digits, punctuation and latin letters allowed
uk: дозволені лише цифри, знаки пунктуації та латинські літери

source: password contains illegal characters
uk: пароль містить недопустимі символи

source: start, stop or restart service
es: iniciar, parar o resetar el servicio
uk: запуск, зупинка та перезапуск служби

source: Add new image:
es: Adiccionar nuevas imagens:

source: Boot-as:
es: Boot-como:

source: Downloading complete
es: Download completo

source: Downloading failed
es: Conección falló

source: Downloading in progress...
es: Download in progreso

source: Filter table
es: Lista del filtro

source: Name:
es: Nombre:

source: PLAIN
es: PLANO

source: Table
es: Tabla:

source: Unable to setup timezone
es: No fue posible configurar el reloj

source: check
es: comprobar

source: privet!
es: privada

source: yes
es: sí
