Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/compendium/*.po
Languages: es, ru, uk

source: Delete user
es: Borrar usuário
ru: Удалить пользователя
uk: Вилучити користувача

source: Deny selected domains
ru: Запретить доступ в выбранные домены

source: Description:
es: Descripción:
ru: Описание:
uk: Пояснення:

source: Desktop file not found
es: Archivo del Desktop no encontrado
ru: Desktop-файл не найден

source: Destination address
es: Destino Inválido
ru: Адрес получателя

source: Destination domains
ru: Целевые домены

source: Destination of non-local mail:
es: Local del Destino del Email:
ru: Шлюз для исходящей почты:
uk: Шлюз для вихідної пошти:

source: Destination port
es: Destino
ru: Порт получателя

source: Destroy
ru: Удалить

source: Destroy Partition Table
ru: Удалить таблицу разделов

source: Destroy all partitions, then autopartition
ru: Удалить все разделы и создать разделы автоматически

source: Detected hardware
es: Hadware Detectado
ru: Обнаруженное оборудование

source: Device:
es: Dispositivo:
ru: Устройство:
uk: Пристрій:

source: Directory server configuration (OpenLDAP)
ru: Конфигурация службы каталогов (Open LDAP)
uk: Конфігурація служби каталогів (Open LDAP)

source: Directory service LDAP
ru: Служба каталогов LDAP
uk: Служба каталогів LDAP

source: Disk is not selected
ru: Не указан диск
uk: Не вказано диск

source: Disk quotas
ru: Ограничение использования диска
uk: обмеження використання диску

source: Disk usage
es: Uso del Disco:
ru: Использование диска

source: Display
es: Vídeo
ru: Дисплей

source: Do you really want to delete
es: Usted realmente desea borrar
ru: Вы действительно желаете удалить

source: Do you really want to delete user
es: Usted realmente desea borrar el usuário
ru: Вы действительно хотите удалить пользователя

source: Domain
ru: Домен
uk: Домен

source: Domain access
ru: Доступ к доменам

source: Domain change may reset data of some network services
ru: Смена домена может привести к потере данных некоторых сетевых служб
uk: Зміна домена може призвести до втрати даних деяких мережевих служб

source: Domain name server (DNS)
es: Nombre del servidor de dominio
ru: Сервер доменных имён (DNS)

source: Domain:
ru: Домен:
uk: Домен:

source: Domains
ru: Домены

source: Don't backup system
ru: Не делать резервных копий системы
uk: Не робити резервні копії системи

source: Don't install bootloader
es: No instalar gestor de boot
ru: Не устанавливать загрузчик
uk: Не встановлювати завантажувач

source: Don't update system
ru: Не обновлять систему

source: Down
es: Abajo
ru: Ниже

source: Download complete
ru: Загрузка завершена
uk: Звантаження завершене

source: Download failed
ru: Загрузка не удалась
uk: Звантаження провалене

source: Download file:
ru: Загрузить файл:
uk: Звантажити файл:

source: Download sign request
es: Download de el Requerido
ru: Забрать запрос на подпись
uk: Звантажити запит на підпис

source: Download stopped
ru: Загрузка остановлена
uk: Звантаження зупинено

source: Downloading image...
ru: Загрузка образа...
uk: Звантаження образа...

source: Driver:
ru: Драйвер:

source: Drivers
ru: Драйверы

source: Drivers:
ru: Драйверы:

source: Drop mail
ru: Удалять почту

source: Dump Frequency
ru: частота дампа

source: Edit Mountpoint
ru: Изменить точку монтирования

source: Edit lilo.conf
es: Editar lilo.conf
ru: Редактировать lilo.conf
uk: Змінити lilo.conf

source: Edit list...
es: Editar Lista
ru: Редактировать список...
uk: Змінити список...

source: Email
ru: Электронная почта
uk: Электрона пошта

source: Email host
es: Host Email
ru: Адрес почтового сервера
uk: Вузол пошти

source: Email host:
es: Host Email:
ru: Адрес почтового сервера:
uk: Вузол пошти:

source: Enable
es: Permitido
ru: Включить
uk: Увімкнути

source: Enable DHCP server
ru: Включить службу DHCP
uk: Увімкнути службу DHCP

source: Enable FTP service
es: Servicio posibilitado de FTP
ru: Включить службу FTP

source: Enable LDAP port
ru: Слушать порт LDAP
uk: Слухати порт LDAP

source: Enable LDAPS (TLS)
ru: Слушать порт LDAPS (защищённый TLS)
uk: Слухати порт LDAPS (захищений TLS)

source: Enable TLS/SSL
es: Posibilitar TLS/SSL
ru: Включить TLS/SSL
uk: Дозволити TLS/SSL

source: Enable firewall
ru: Включить брандмауэр

source: Enable mirroring
es: posibilitar espejamiento
ru: Разрешить зеркалирование

source: Enable network address translation (NAT):
ru: Включить трансляцию сетевых адресов (NAT):

source: Enable per user settings
es: Permitir configuraciones por usuário
ru: Разрешить настройки для локальных пользователей

source: Enable proxy-server service
ru: Включить сервис прокси-сервера

source: Enable service
es: Posibilitar servicio
ru: Включить сервис

source: Encryption:
es: Cfira:
ru: Шифрование
uk: Шифрування

source: Ending IP address:
es: Últimos IP:
ru: Конечный IP адрес:
uk: Кінцева IP адреса:

source: Error
ru: Ошибка
uk: Помилка

source: Error while reloading firewalling rules
es: Erro mientra recarga normas de FIREWALL
ru: Ошибка при перезагрузке правил брандмауэра
uk: Помилка при завантаженні правил брандмауера

source: Error while running /usr/lib/alterator/hooks/net-iptables.d/*
ru: Ошибка при запуске скриптов из /usr/lib/alterator/hooks/net-iptables.d/
uk: Помилка запуску сценаріїв з /usr/lib/alterator/hooks/net-iptables.d/

source: Error: bad SQUID port
es: Error: Porta SQUID
ru: Ошибка: плохой порт для SQUID
uk: Помилка: невірний порт SQUID

source: Error: bad TCP port
es: Error: porta TCP
ru: Ошибка: плохой порт TCP
uk: Помилка: невірний порт TCP

source: Error: bad ULOGD mode
es: Error: modo ULOGD
ru: Ошибка: плохой режим ULOGD
uk: Помилка: невірний режим ULOGD

source: Error: bad UTP port
es: Error: porta UTP
ru: Ошибка: плохой порт UDP
uk: Помилка: неаврний порт UDP

source: Error: bad ip
es: Error: IP
ru: Ошибка: плохой IP адрес
uk: Помилка: невірний IP адрес

source: Error: bad mode
es: Error: modo
ru: Ошибка: плохой режим
uk: Помилка: невірний режим

source: Error: bad port
es: Error: porta
ru: Ошибка: плохой порт
uk: Помилка: невірний порт

source: Error: unknown interface
es: Error: interfaz desconocida
ru: Ошибка: неизвестный интерфейс

source: Error: unknown protocol
es: Error: protocolo desconocido
ru: Ошибка: неизвестный протокол
uk: Помилка: невідомий протокол

source: Error: unknown service
es: Error: Servicio desconocido
ru: Ошибка: неизвестная служба
uk: Помилка: невідома служба

source: Ethernet interfaces
es: Interfaz de IP
ru: Ethernet-интерфейсы
uk: Мережеві інтерфейси

source: Every day
ru: Ежедневно

source: Every month at day:
ru: Ежемесячно в день:

source: Every week at:
ru: Еженедельно в:

source: Execution of script failed
ru: Запуск скрипта не удался
uk: Запуск сценарію провалено

source: Existing users
ru: Зарегистрированные пользователи:
uk: Існуючі користувачі:

source: Exiting...
ru: Завершение работы...
uk: Завершення роботи...

source: Expand
ru: Увеличить

source: Expert mode
es: Modo Avanzado
ru: Режим эксперта
uk: Режим експерта

source: Expiration time
es: Tiempo de Expiracción
ru: Годен до
uk: Кінцевий час

source: Ext2/3 File System Interface Module
ru: Файловая система Ext2/3

source: Extent-size for the new LVM2 container.
ru: Размер экстента

source: External Journal Volume
ru: Том для внешнего журнала

source: Extra TCP ports:
es: Portas TCP extra
ru: Дополнительные порты TCP:
uk: Додаткові порти TCP:

source: Extra UDP ports:
es: Portas UDP extras
ru: Дополнительные порты UDP:
uk: Додаткові порти UDP:

source: Extra size for the LVM2 region.
ru: Дополнительный размер

source: FAT16 File System Interface Module
ru: Файловая система FAT16

source: FAT32 File System Interface Module
ru: Файловая система FAT32

source: FTP server
es: Servidor FTP
ru: FTP-сервер

source: Facility
es: Facilidade
ru: Системный объект
uk: Обладнання

source: Fatal error
ru: Критическая ошибка
uk: Критична помилка

source: February
es: Febrero
ru: Февраль
uk: Лютий

source: File not found
es: Archivo no encontrado
ru: Файл не найден
uk: Файл не знайдено

source: File server (Samba)
es: Servidor de archivos (Samba)
ru: Файловый сервер (Samba)
uk: Файловий сервер (Samba)

source: File transfer (FTP)
es: Transferencia de archivos (FTP)
ru: Передача файлов (FTP)
uk: Передавання файлів (FTP)

source: Filesystem
ru: Файловая система

source: Filesystem:
ru: Файловая система:
uk: Файлова система:

source: Filter out clients
es: Fitro de los Clientes
ru: Фильтровать клиентов
uk: Фільтрувати клієнтів

source: Filter out recipients
es: Filtros de los Receptores
ru: Фильтровать получателей
uk: Фільтрувати отримувачів

source: Filter out senders
es: Filtros de los Destinátarios
ru: Фильтровать отправителей
uk: Фільтрувати відправників

source: Filtering rules
es: Filtrando normas
ru: Правила фильтрации

source: Finish
es: Finalizar
ru: Завершить

source: First name:
ru: Имя:
uk: Ім’я:

source: First page
es: Primer Página
ru: Первая страница
uk: Перша сторінка

source: Fix address for selected hosts
es: Corrigir dirección del Host Selecionado
ru: Зафиксировать адрес для выбранных компьютеров
uk: Фіксувати адресу для обраних вузлів

source: Folder
es: Carpeta
ru: Папка
uk: Тека

source: Folder is not empty
es: Pasta no está limpia
ru: Папка содержит данные
uk: Тека не порожня

source: Folder name:
es: Nome de la carpeta
ru: Имя папки:
uk: Назва теки

source: Following users have access:
es: Los usuarios no tienen acceso:
ru: Следующие пользователи имеют доступ:
uk: Наступні користувачі мають доступ:

source: For selected:
es: Por selecionado:
ru: Для выделенных:

source: Forbidden clients:
es: Clientes Prohibido:
ru: Запрещённые клиенты:
uk: Заборонені клієнти:

source: Forbidden recipients:
es: Destinatários phroibido:
ru: Запрещённые получатели:
uk: Заборонені отримувачі:

source: Forbidden senders:
es: Remitentes prohibido:
ru: Запрещённые отправители:
uk: Заборонені відправники:

source: Force
ru: Форсировать

source: Format before using
ru: Отформатировать

source: Forward %s packets for %s:%s to %s:%s
es: Adelantar %s pacotes para %s:%s para %s:%s
ru: %s пакеты, идущие на %s:%s, перенаправлять на %s:%s
uk: %s пакети, що йдуть на %s:%s, переспрямовувати на %s:%s

source: Fr
ru: Пт
uk: Пт

source: Fragment
es: Fragmento
ru: Фрагмент

source: Free
es: Livre
ru: Свободно

source: Frequency (MHz)
es: Frecuencia (Mhz)
ru: Частота (МГц)

source: From port:
ru: C порта:

source: GB
ru: ГБ
uk: ГБ

source: Gb
ru: Гб
uk: Гб

source: General options
es: Opciones generales
ru: Общие параметры

source: General settings
es: Configuraciones generales
ru: Общие настройки
uk: Загальні налаштування

source: General settings...
es: Configuraciones generales...
ru: Общие настройки
uk: Загальні налаштування...

source: Generate
es: Generar
ru: Сгенерировать
uk: Генерувати

source: Generate automatically
es: Generar automaticamente
ru: Создать автоматически

source: Get from CD/DVD
ru: Загрузить с CD/DVD
uk: Отримати з CD/DVD

source: Get time from NTP server:
es: Tiempo del NTP servidor:
ru: Получать точное время с NTP-сервера:
uk: Отримати час з серверу NTP:

source: Graphical interface
es: Interfaz Gráfica
ru: Графический интерфейс
uk: Графічний інтерфейс

source: Group:
es: Grupo:
ru: Группа:

source: Groups
es: Grupos
ru: Группы
uk: Групи

source: Guest access
es: Acesso Convidado
ru: Гостевой доступ
uk: Гостьовий доступ

source: HTTP server
es: Servidor HTTP
ru: HTTP-сервер

source: HTTP server is restarting now. Please wait...
ru: HTTP-сервер перезапускается. Пожалуйста, подождите...
uk: HTTP сервер перезавантажується. Зачекайте...

source: Hard drive
es: HD
ru: Жёсткий диск
uk: Жорсткий диск

source: Hard limit:
ru: Жесткое ограничение:
uk: Жорстке обмеження:

source: Hardware binding:
es: Hadware vinculado:
ru: Привязка:
uk: Прив’язка:

source: Hardware time set to GMT
es: Ajustar automaticamente el reloj pelo GMT
ru: Хранить время в BIOS по Гринвичу
uk: Налаштувати апаратний годинник на GMT

source: Has conflict with ~S
es: Hay conflicto con ~S
ru: Имеется конфликт с ~S
uk: Знайдено конфлікт з ~S

source: Help
es: Ayuda
ru: Справка
uk: Довідка

source: Help:
es: Ayuda:
ru: Справка:
uk: Довідка:

source: Hide help
es: Ayuda Oculta
ru: Скрыть справку
uk: Сховати довідку

source: Home directory:
es: Directorio Inicial:
ru: Домашний каталог:
uk: Домашня тека:

source: Host address
ru: Адрес компьютера

source: Host address:
ru: Адрес компьютера:

source: Host name
ru: Имя компьютера

source: Host name:
ru: Имя компьютера:

source: Hostname
ru: Имя компьютера
uk: Ім'я вузла

source: ICMP type
es: Tipo ICMP
ru: Тип ICMP

source: IMAP4 over TLS/SSL
es: IMAP4 sobre TLS/SSL
ru: IMAP4 через TLS/SSL
uk: IMAP4 через TLS/SSL

source: IP address
es: Dirección IP
ru: IP-адрес
uk: IP адреса

source: IP address:
es: Dirección IP:
ru: IP-адрес:
uk: IP адреса:

source: IP-address:
ru: IP-адрес:

source: If you have any additional CDs or DVDs for this distribution please insert them one by one and press "Add" button
es: Por favor, introduzca uno a uno y pulse "Añadir " botón insira-os um por um e pressione 'Adicionar' botão
ru: Если у вас есть дополнительные CD или DVD диски для данного дистрибутива, пожалуйста, вставьте их и нажмите кнопку "Добавить"

source: If you have any additional CDs or DVDs for this distribution please insert them one by one and press "Add" button
ru: Если у вас есть дополнительные CD или DVD диски для данногодистрибутива, пожалуйста, вставьте их и нажмите кнопку "Добавить"

source: If you have any additional CDs or DVDs for this distribution<br> please insert them one by one and press 'Add' button
es: Si usted tiene cualquier CD o DVD para esta distribución <br> insira-os um por um e pressione botão 'Adicionar'
ru: Если у вас есть дополнительные CD или DVD диски для данного<br> дистрибутива, пожалуйста, вставьте их и нажмите кнопку 'Добавить'

source: If you have any additional CDs or DVDs for this distribution<br>please insert them one by one and press 'Add' button
ru: Если у вас есть дополнительные CD или DVD диски для данного<br>дистрибутива, пожалуйста, вставьте их и нажмите кнопку 'Добавить'

source: In (Kb)
es: En (Kb)
ru: Входящие (Кб)

source: In most cases candidates selection works well automatically using weight written in their config file, but you can choose variant manually
es: En la mayoria de los casos, la selección de los candidatos funciona automaticamente utilizando peso escrito en su arquivo config, pero usted puede elegir la variante manualmente
ru: В большинстве случаев выбор кандидатов хорошо работает в автоматическом режиме, используя веса указанные в их конфигурационных файлах, но вы можете выбрать нужный вариант в ручную
uk: В більшості випідків автоматичний вибір кандидатів працює добре, використовуючи їхній конфігураційний файл, але ви можете обирати також вручну

source: Information
es: Información
ru: Информация
uk: Інформація

source: Information provided for clients
es: Informaciones fornecido para los clientes
ru: Информация, предоставляемая клиентам
uk: Інформація, отримана від клієнтів

source: Initial system setup
ru: Первоначальная настройка системы
uk: Початкові налаштування системи

source: Initrd:
ru: Файловая система initrd:
uk: Файлова система initrd:

source: Inline Log Size
ru: Размер области журналирования

source: Inode hard limit:
ru: Жесткое ограничение количества файлов:
uk: Жорстке обмеження кількості файлів:

source: Inode soft limit:
ru: Мягкое ограничение количества файлов:
uk: М1яке обмеження кількості файлів:

source: Inodes used:
ru: Количество файлов:
uk: Кількість файлів:

source: Install boot loader on:
es: Instale el gerenciador de inicialización en:
ru: Установить загрузчик на:
uk: Встановити завантажувач на:

source: Install sources
es: Instalación de paquetes...
ru: Источники для установки ПО
uk: Джерела для встановлення ПЗ

source: Installation complete
es: Instalación completa
ru: Установка завершена
uk: Встановлення завершене

source: Installing base system
es: Instalación de paquetes...
ru: Установка базовой системы
uk: Встановлення базової системи

source: Installing packages
ru: Установка пакетов

source: Installing packages...
es: Instalación de paquetes...
ru: Установка пакетов...
uk: Встановлення пакунків...

source: Installing software
es: Instalación de paquetes
ru: Установка программного обеспечения
uk: Встановлення програмного забезпечення

source: Instances:
es: Casos:
ru: Количество процессов:

source: Interface
es: Interfaces del IP
ru: Интерфейс

source: Interface language:
es: Seleccione sua Lenguage
ru: Язык интерфейса:
uk: Мова інтерфейсу:

source: Interface timeout:
es: Tiempo de Interfaz:
ru: Время ожидания:
uk: Час очікування:

source: Interface type:
es: Tipo de interfaz:
ru: Интерфейс:
uk: Тип інтерфейсу:

source: Interface:
es: Interfaz:
ru: Интерфейс:
uk: Інтерфейс:

source: Interfaces
es: Interfaz de IP
ru: Интерфейсы
uk: Інтерфейси

source: Internal networks
ru: Внутренние сети

source: Into drive
es: Driver:
ru: В привод
uk: В пристрій

source: Invalid address range
es: Dirección de la línea inválida
ru: Неверный диапазон адресов
uk: Невірний діапазон адрес

source: Invalid certificate file
es: Certificado Inválido
ru: Неверный сертификат
uk: Невірний файл сертифікату

source: Invalid day of month
ru: Неверное число месяца

source: Invalid disk
es: Disco Inválido
ru: Неверный формат диска
uk: Невірний диск

source: Invalid mountpoint
ru: Неверная точка монтирования

source: Invalid mountpoint for SWAPFS
ru: Неверная точка монтирования для SWAPFS

source: Invalid mountpoint: not a SWAPFS
ru: Неверная точка монтирования: не SWAPFS

source: Invalid mountpoint: should start with /mnt
ru: Неверная точка монтирования: должна начинаться с /mnt

source: Invalid or unsupported protocol. Should be http, ftp or file
es: No válido o no suportado el protocolo. Debe ser http, ftp o archivo
ru: Неверный или неподдерживаемый протокол. Должно быть http, ftp или file

source: Invalid or unsupported protocol. Should be http,ftp or rsync
es: Inválido o protocolo no suportado. Deve ser http, ftp ou archivo
ru: Неверный или неподдерживаемый протокол. Должно быть http, ftp или rsync
uk: Протокол не вірний, або такий, що не підтримується. Має бути http, ftp або file

source: Invalid or unsupported protocol. Should be http://, ftp://, rsync:// or file:
ru: Неверный или неподдерживаемый протокол. Должно быть http://, ftp://, rsync:// или file:
uk: Протокол не вірний, або такий, що не підтримується. Має бути http://, ftp:// або file:

source: Invalid ssh key
es: llave ssh inválida
ru: Неверный формат ключа
uk: Невірний формат ключа

source: JFS File System Interface Module
ru: Файловая система JFS

source: January
es: Enero
ru: Январь
uk: Січень

source: July
es: Julio
ru: Июль
uk: Липень

source: June
es: Junio
ru: Июнь
uk: Червень

source: Kb
ru: Кб
uk: Кб

source: Kernel image is unspecified.
es: Imagen del Kernel es indeterminada.
ru: Образ ядра не указан.
uk: Не вказаний образ ядра

source: Kernel image:
es: Imagen del Kernel:
ru: Образ ядра:
uk: Образ ядра:

source: Kernel version
es: Versión del Kermel
ru: Версия ядра

source: Kernel version:
es: Imagens del Kermel
ru: Версия ядра:

source: Keyboard
es: Teclado
ru: Клавиатура

source: LDAP server:
es: Servidor LDAP:
ru: LDAP-сервер:
uk: Сервер LDAP:

source: Label is empty.
es: La clasificación está vacía.
ru: Название не указано.
uk: Підпис порожній.

source: Label:
es: Clasificación:
ru: Название:
uk: Підпис:

source: Last name:
ru: Фамилия:
uk: Прізвище:

source: Last page
es: Última Página
ru: Последняя страница
uk: Остання сторінка

source: Last request
ru: Последний запрос

source: Last request on:
ru: Последний запрос был:

source: Last request parameters
ru: Параметры последнего запроса

source: Last update of the proxy-server configuration:
ru: Последнее обновление конфигурации прокси-сервера:

source: Latest backup:
ru: Последняя резервная копия:
uk: Найостання резервна копія:

source: Layout switching:
es: Layout de comutación:
ru: Переключение раскладок:

source: Layouts:
ru: Раскладки:

source: Ldap user accounts
ru: Пользователи
uk: Облікові записи користувачів LDAP

source: Let me make my changes after profile applying
ru: Предложить сделать мои изменения после применения профиля

source: License
es: Licencia
ru: Лицензионный договор
uk: Ліцензія

source: License file not found
es: Archivo de licencia no encontrado
ru: Файл лицензионного договора не найден
uk: Файл ліцензійної угоди не знайдено

source: Lilo options:
es: Opciones Lilo:
ru: Параметры lilo:
uk: Параметри Lilo:

source: Lines %s-%s of %s
es: Lineas %s-%s of %s
ru: Строки %s-%s из %s
uk: Рядки %s-%s з %s

source: Linux kernel
ru: Ядро linux
uk: Ядро linux

source: Linux partition
es: Partición Linux
ru: Раздел Linux
uk: Розділ Linux

source: List creator password:
es: Lista de Contraseñas Creadas
ru: Пароль создателя рассылок:
uk: Пароль створювача розсилок:

source: Listen address:
es: Escuchar la dirección:
ru: Адрес:
uk: Слухати адресу:

source: Load by default:
es: Rotar predeterminadamiente
ru: Загружать по умолчанию:
uk: Завантажувати типово:

source: Load other OS:
es: Rotar otros SO:
ru: Загрузка других ОС:
uk: Завантажити інші ОС:

source: Loading package information...
ru: Загрузка информации о пакетах...
uk: Завантажується інформація про пакунки...

source: Local files
es: Local de los archivos
ru: Локальные файлы
uk: Локальні файли

source: Local mirror
es: Limpiar Direcciones de "Mirror"
ru: Локальное зеркало
uk: Локальне дзеркало

source: Local mirror of repository
es: Sitio de Mirrors
ru: Локальное зеркало репозитория
uk: Локальне дзеркало репозиторія

source: Local mirrors of repositories
ru: Локальные зеркала репозиториев

source: Local user accounts
es: Cuentas de usuários locales
ru: Локальные учётные записи

source: Local users settings
es: Usuários de configuraciones local
ru: Параметры локальных пользователей

source: Location (L):
es: Localização:
ru: Местоположение (L):
uk: Розміщення (L):

source: Log Size
ru: Размер области журналирования

source: Logging:
es: Logando:
ru: Протоколирование:
uk: Журналювання:

source: Login
es: Sesión
ru: Войти
uk: Увійти

source: Logout
ru: Выйти
uk: Вийти

source: Logs:
es: Registros:
ru: Журналы:
uk: Журнали:

source: MAC address
es: Dirección MAC
ru: MAC-адрес
uk: MAC адреса

source: MAC address:
es: Dirección MAC:
ru: MAC-адрес:
uk: MAC адреса:

source: MB
ru: МБ
uk: МБ

source: MD RAID 4/5 Region Manager
ru: MD-устройство уровней RAID4/5

source: MD RAID0 Region Manager
ru: MD-устройство уровня RAID0

source: MD Raid 1 Region Manager
ru: MD-устройство уровня RAID1

source: MFT zone multiplier
ru: Множитель зоны MFT

source: MPPE encryption
ru: Шифрование MPPE
uk: MPPE шифрування

source: Mail
es: Email
ru: Почта
uk: Пошта

source: Mail aliases
es: Alias de Email
ru: Почтовые псевдонимы
uk: Поштові псевдоніми

source: Mail server (IMAP)
es: Servidor de correo (IMAP)
ru: Почтовый сервер (IMAP)
uk: Поштовий сервер (IMAP)

source: Mail server (POP2)
es: Servidor de correo (POP2)
ru: Почтовый сервер (POP2)

source: Mail server (POP3)
es: Servidor de correo (POP3)
ru: Почтовый сервер (POP3)
uk: Поштовий сервер (POP3)

source: Mail server (SMTP)
es: Servidor de correo (SMTP)
ru: Почтовый сервер (SMTP)
uk: Поштовий сервер (SMTP)

source: Mailing list server
es: Servidor de Grupo de Emails
ru: Сервер электронных рассылок
uk: Сервер поштової розсилки

source: Main settings
ru: Основные параметры
uk: Основні налаштування

source: Make Filesystem
ru: Создать файловую систему

source: Managed by user (NetworkManager)
ru: Управляется пользователем (NetworkManager)

source: Mangle table
es: Cambiar estado
ru: Таблица mangle

source: Manually
es: Manualmente
ru: Вручную
uk: Вручну

source: March
es: Marzo
ru: Март
uk: Березень

source: Mark only
es: Marcar apenas
ru: Только помечать

source: Maximum mailbox size (Mb):
es: Máximo de tamaño de buzón (MB):
ru: Максимальный размер почтового ящика (Мб):
uk: Максимальний розмір поштової скриньки (Мб):
