Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/mhr/alterator-net-domain.po
Languages: ru

source: Domain
ru: Домен

source: Domain:
ru: Имя домена:

source: Note:
ru: Примечание:

source: host name with domain name should follows
ru: имя домена должно соответствовать

source: Domain name should contains one or more labels separated by dots.
ru: Имя домена должно состоять из одного или нескольких компонентов, разделённых точками.

source: Labels must start with a latin letter (in upper and lower case), end with a letter or digit, and have as interior characters only letters, digits, and hyphen.
ru: Компоненты имени домена должны начинаться со строчной или прописной латинской буквы, заканчиваться на латинскую букву или цифру, содержать латинские буквы, цифры и символ «-».

source: Labels must be 63 characters or less.
ru: Компонент имени домена не должен превышать 63 символов.

source: Domain should not has labels named 'localhost', 'localdomain' and 'local'. They are reserved for internal purposes.
ru: Имя домена не должно содержать компоненты «localhost», «localdomain» и «local», которые зарезервированы для служебных целей.

source: It is recommended to have at least two labels separated by dot.
ru: Рекомендуется указывать домен как минимум из двух компонентов, разделённых точками.

source: Examples: domain.loc, school-33.domain, department.company
ru: Примеры: domain.loc, school-33.domain, department.company

source: Domain type:
ru: Тип домена:

source: ALT-domain
ru: ALT-домен

source: (Domain based on OpenLDAP and MIT Kerberos. Recommended for ALT Linux workstation authentication.)
ru: (домен, основанный на OpenLDAP и MIT Kerberos. Рекомендуется для аутентификации рабочих станций под управлением ALT Linux)

source: This feature is unavailable because package
ru: Этот тип невозможно использовать, поскольку не установлен пакет

source: Current status:
ru: Текущее состояние:

source: Resolver:
ru: DNS:

source: Access:
ru: Доступность:

source: DHCPD:
ru: Сервер DHCP:

source: (Domain for Samba AD DC controller. Suitable both for Microsoft Windows and Linux workstation authentication.)
ru: (домен для контроллера домена Samba AD. Рекомендуется для аутентификации рабочих станций под управлением и Windows и Linux)

source: Additional options:
ru: Дополнительные параметры:

source: DNS forwarders:
ru: DNS-серверы:

source: (IP addresses of additional DNS servers)
ru: (адреса IP внешних серверов DNS)

source: Administrator password:
ru: Пароль администратора:

source: (password for Administrator user)
ru: (пароль администратора домена)

source: Reply password:
ru: Повторите пароль:

source: (repeat passphrase)
ru: (повторите фразу)

source: Service:
ru: Служба:

source: DC name:
ru: Имя DC:

source: LDAP server:
ru: Сервер LDAP:

source: KDC server:
ru: Сервер KDC:

source: (FreeIPA domain controller. Suitable both for Microsoft Windows and Linux workstation authentication.)
ru: (домен для контроллера домена FreeIPA. Рекомендуется для аутентификации рабочих станций под управлением Linux)

source: This feature is unavailable because packages
ru: Этот тип невозможно использовать, поскольку не установлен пакет

source: (repeat password)
ru: (повторите пароль)

source: Name server:
ru: Сервер DNS:

source: Cache server:
ru: Кэширующий сервер:

source: Secrets Sharing (Custodia):
ru: Хранилище паролей (Custodia):

source: One-time passwords:
ru: Одноразовые пароли:

source: Web server:
ru: Веб-сервер:

source: Cancel
ru: Отмена

source: DNS only
ru: Только DNS

source: (Serves only DNS requests)
ru: (обслуживание только запросов DNS)

source: Attention:
ru: Внимание:

source: Domain change needs reboot for normal operation
ru: изменение имени домена вступит в силу только после перезагрузки компьютера

source: Restore default configuration file (krb5.conf).
ru: Восстановить файл конфигурации по умолчанию (krb5.conf).

source: Apply
ru: Применить

source: Reset
ru: Сбросить

source: UP
ru: Выше

source: DOWN
ru: Ниже

source: Install
ru: Установить

source: Uninstall
ru: Удалить

source: Are you sure you want to restore the default configuration file (krb5.conf)?
ru: Вы уверены, что хотите восстановить файл конфигурации по умолчанию (krb5.conf)?

source: Domain name should have at least two labels separated by dot
ru: Имя домена должно состоять как минимум из двух компонентов, разделённых точками.

source: Passwords mismatch
ru: Введённые пароли не совпадают

source: Domain name is not valid according to RFC 1035
ru: Имя домена не соответствует RFC 1035

source: Error provisioning the Active directory domain. Log is in
ru: Ошибка создания домена Active Directory. Подробности в файле

source: NOT OK (bind is running)
ru: НЕ ГОТОВА (запущена служба bind)

source: Please define a domain name
ru: Укажите имя домена

source: This name is registered for internal purposes
ru: Данное имя зарезервировано для системы

source: alterator-openldap package is not installed
ru: Не установлен пакет alterator-openldap

source: samba package is not installed
ru: Не установлен пакет samba

source: required schema file not found
ru: Файл с необходимой схемой не найден

source: The password is too short. It should be equal or longer than 7 characters!
ru: слишком короткий пароль. Пароль должен быть равен или более 7 символов!

source: The password does not meet the complexity criteria (must contain characters from three of the following five categories: latin letters in upper and lower cases, digits, nonalphanumeric and any other Unicode characters)!
ru: пароль не отвечает требованиям политики (должен содержать символы трёх категорий из пяти: латинские буквы в верхнем и нижнем регистре, цифры, специальные и прочие символы Unicode)!

source: Error setting password for Administrator:
ru: Не удалось установить пароль администратора:

source: Password should not be empty
ru: Пароль не может быть пустым

source: Failed to start the IPA installer
ru: Ошибка запуска программы установки FreeIPA

source: LDAP service is not running
ru: Служба LDAP не запущена

source: Password change failed
ru: Ошибка смены пароля
