Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/mhr/alterator.po
Languages: ru

source: Servers
ru: Серверы

source: Various network services
ru: Настройка различных сетевых служб

source: Web interface
ru: Веб-интерфейс

source: Setup embedded web server
ru: Настройка встроенного веб-сервера

source: Programs
ru: Программное обеспечение

source: Setup, remove and update programs
ru: Установка, удаление и обновление программ

source: Firewall
ru: Брандмауэр

source: Date/Time
ru: Дата и время

source: System clock setup
ru: Настройка системных часов

source: Accounting
ru: Учёт

source: System accounting
ru: Учётная информация по системе

source: Statistics
ru: Статистика

source: System statistics
ru: Статистика по компонентам системы

source: Network
ru: Сеть

source: Setup network connections
ru: Настройка подключения к сети

source: System
ru: Система

source: Operating system information and setup
ru: Информация об установленной системе и её настройка

source: Other
ru: Другие

source: Other system settings
ru: Прочие параметры системы

source: Graphical interface
ru: Графический интерфейс

source: Setup input/output devices
ru: Настройка устройств ввода-вывода

source: Mail
ru: Почта

source: Setup e-mail service
ru: Настройка службы электронной почты

source: Version control
ru: Управление версиями

source: Configuration file version control
ru: Управление версиями конфигурационных файлов

source: Users
ru: Пользователи

source: System users management
ru: Управление пользователями системы

source: a key-word is one word of letters and digits (plus "_" and "-"), starting with a letter or "_"
ru: ключевое слово — это одно слово, состоящее из букв и цифр (плюс "_" и "-"), начинающееся с буквы или "_"

source: invalid TCP port
ru: недопустимый порт TCP

source: invalid ISO-3166-alpha-2 country code
ru: недопустимый код страны (по ISO-3166-alpha-2)

source: unknown IP protocol
ru: неизвестный IP-протокол

source: invalid IP address
ru: недопустимый IP-адрес

source: invalid IP address range
ru: неверный диапазон IP-адресов

source: only latin letters, digits, '-' and '_' allowed
ru: допустимы только латинские буквы, цифры, символы '-' и '_'

source: invalid TCP port list
ru: недопустимый список TCP-портов

source: only small latin letters, digits, '-' and '_' allowed, starting with a small latin letter.
ru: допустимы только строчные латинские буквы, цифры, символы '-' и '_'; должно начинаться со строчной латинской буквы.

source: invalid MAC address
ru: недопустимый MAC-адрес

source: invalid network interface name
ru: некорректное имя сетевого интерфейса

source: invalid telephone number
ru: недопустимый номер телефона

source: number string should contain only the 0-9 digits and one optional decimal point
ru: число может состоять только из цифр 0-9 и одного разделителя дробной части

source: invalid IP address list
ru: недопустимый список адресов IP

source: A host name should contain only latin letters, digits, '-', '.' and '_' and should start with a letter or '_'
ru: Имя узла может содержать только латинские буквы, цифры, символы '-', '.' и '_' и должно начинаться с латинской буквы или '_'

source: invalid IP with MASK specification
ru: недопустимый адрес IP с маской подсети

source: invalid IP address range list
ru: недопустимый список адресов IP

source: invalid IPv6 network specification
ru: неверно указана подсеть IPv6

source: invalid IPv6 address
ru: недопустимый адрес IPv6

source: invalid IPv6 network list
ru: недопустимый список подсетей IPv6

source: invalid MAC-address list
ru: недопустимый список MAC-адресов

source: Invalid hostname list (a host name should contain only latin letters, digits, '-', '.' and '_' and should start with a letter or '_')
ru: Недопустимый список имён узлов (имя узла может содержать только латинские буквы, цифры, символы '-', '.' и '_' и должно начинаться с латинской буквы или '_')

source: invalid e-mail address
ru: недопустимый адрес электронной почты

source: Invalid hostname/IP list (a host name should contain only latin letters, digits, '-', '.' and '_' and should start with a letter or '_')
ru: Недопустимый список IP-адресов или имён узлов (имя узла может содержать только латинские буквы, цифры, символы '-', '.' и '_' и должно начинаться с латинской буквы или '_')

source: time should be in HH:MM:SS format
ru: время должно быть указано в формате ЧЧ:ММ:CC

source: invalid IPv6 address list
ru: недопустимый список адресов IPv6

source: invalid boolean value
ru: недопустимое логическое значение

source: invalid keyword list
ru: недопустимый список ключевых слов

source: integer number string should contain only the 0-9 digits
ru: целое число должно состоять только из цифр 0-9

source: invalid IP network specification
ru: неверно указана подсеть IP

source: invalid network interface name list
ru: недопустимый список имён сетевых интерфейсов

source: Only IP address or a hostname (a hostname should contain only latin letters, digits, '-', '.' and '_' starting with a letter or a '_') is allowed
ru: Допустим только IP-адрес или имя узла (имя может состоять только из строчных латинских букв, цифр, символов '-', '.' и '_' и должно начинаться со строчной буквы)

source: date should be in YYYY-MM-DD format
ru: дата должна быть в формате ГГГГ-ММ-ДД

source: invalid IP with MASK list
ru: недопустимый адрес IP с маской подсети

source: invalid IP network list
ru: недопустимый список подсетей IP
