Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/mhr/alterator-ddos.po
Languages: ru

source: (D)DoS Deflate
ru: (D)DoS Deflate — предотвращение атак DDOS

source: Enable ddos-deflate
ru: Включить службу ddos-deflate

source: Apply
ru: Применить

source: Whitelist IP addresses:
ru: Разрешенные IP адреса:

source: Delete
ru: Удалить

source: Add
ru: Добавить

source: How many connections define a bad IP:
ru: Порог количества подключений для блокирования IP-адреса:

source: Number of seconds the banned ip should remain in blacklist:
ru: Период нахождения блокируемого IP-адреса в черном списке (в секундах):

source: An email is sent to the following address when an IP is banned:
ru: Уведомить о блокировании IP-адреса по электронной почте:

source: Invalid IP address:
ru: Недопустимый IP адрес:
