Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/mhr/alterator-net-bond.po
Languages: ru

source: Bonding interfaces
ru: Объединенные интерфейсы

source: Bonded interface
ru: Объединенный интерфейс

source: Members
ru: Используемые интерфейсы

source: Available interfaces
ru: Доступные интерфейсы

source: Mode
ru: Политика

source: Active-backup
ru: Активный-резервный

source: Broadcast
ru: Широковещательная

source: IEEE 802.3ad Dynamic link aggregation
ru: Агрегирование каналов по стандарту IEEE 802.3ad

source: Adaptive transmit load balancing
ru: Адаптивная балансировка нагрузки передачи

source: Adaptive load balancing
ru: Адаптивная балансировка нагрузки

source: Bond options:
ru: Параметры объединения:

source: Back
ru: Назад
