Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/mhr/alterator-auth.po
Languages: ru

source: Authentication
ru: Аутентификация

source: Available authentication methods
ru: Выберите способ аутентификации

source: Local files
ru: Локальные файлы

source: LDAP base
ru: База LDAP

source: Kerberos domain
ru: Домен Kerberos

source: LDAP server:
ru: Сервер LDAP:

source: Base DN:
ru: Базовый DN:

source: Select
ru: Показать список

source: Current domain:
ru: Используется домен:

source: Domain list:
ru: Выберите домен:

source: Attention:
ru: Внимание!

source: Domain change needs reboot for normal operation
ru: Изменение домена заработает только после перезагрузки компьютера

source: Apply
ru: Применить

source: Enter the name and password of an account
ru: Введите пароль для учётной записи

source: with permission to join the domain.
ru: с правами подключения к домену.

source: Username:
ru: Имя пользователя:

source: Password:
ru: Пароль:

source: Enable Group Policy
ru: Включить групповые политики

source: Use default kerberos credential cache
ru: Использовать уже полученный билет Kerberos

source: Cancel
ru: Отмена

source: Please, fill field
ru: Не заполнено поле

source: Netbios name should not be more 15 chars
ru: Имя Netbios не должно быть более 15 символов

source: Invalid characters in the name. Use letters, numbers and possibly separate them with a sign '-'
ru: Неверные символы в имени. Используйте латинские буквы, цифры и символ «-»

source: Domain
ru: Домен

source: Netbios name
ru: Имя Netbios

source: Host name
ru: Имя компьютера

source: Do you really want to restore configuration files to default (smb.conf, krb5.conf, sssd.conf)?
ru: Вы действительно хотите восстановить файлы конфигурации по умолчанию (smb.conf, krb5.conf, sssd.conf)?

source: Welcome to the
ru: Добро пожаловать в домен

source: Local database
ru: Локальная база пользователей

source: ALT Linux domain or Astra Linux Directory
ru: Домен ALT Linux или Astra Linux Directory

source: Domain:
ru: Домен:

source: Use cached credentials for out of domain login
ru: Кэшировать аутентификацию при недоступности сервера домена

source: Active Directory domain
ru: Домен Active Directory

source: Warning:
ru: Внимание:

source: Package task-auth-ad-sssd or task-auth-ad-winbind is not installed. Authentication with Active Directory is not available.
ru: Не установлен пакет task-auth-ad-sssd или task-auth-ad-winbind.Аутентификация в домене Active Directory недоступна.

source: Workgroup:
ru: Рабочая группа:

source: Computer name:
ru: Имя компьютера:

source: SSSD (System Security Services Daemon)
ru: SSSD (в единственном домене)

source: Winbind (NSS daemon for NT servers)
ru: Winbind (в сложных доменах)

source: FreeIPA domain
ru: Домен FreeIPA

source: Package task-auth-freeipa is not installed. Authentication with FreeIPA is not available.
ru: Не установлен пакет task-auth-freeipa. Аутентификация в домене FreeIPA недоступна.

source: SSSD settings...
ru: Настройки SSSD...

source: Restore default configuration files (smb.conf, krb5.conf, sssd.conf).
ru: Восстановить файлы конфигурации по умолчанию (smb.conf, krb5.conf, sssd.conf).

source: Group Policy enforcement rules:
ru: Правила применения групповых политик:

source: SSSD GPO-based access control rules
ru: Правила контроля доступа на основе групповых политик в SSSD

source: Ignore if Group Policies are not read:
ru: Игнорировать, если групповые политики не читаются:

source: Access users when group policy templates are not readable
ru: Игнорировать политику для SSSD, если шаблоны групповых политик не читаются

source: Cache credentials:
ru: Кэшировать учётные данные:

source: SSSD users credentials cached in the local LDB cache
ru: Учетные данные пользователей SSSD кэшируются при недоступности сервера домена

source: Privileges of SSSD running:
ru: Привилегии запуска SSSD:

source: Set privileges to SSSD running
ru: Запускать службу SSSD из под пользователя root или _sssd

source: DNS records update interval:
ru: Интервал обновления записей DNS:

source: Set the value of refresh interval DNS records updated by SSSD in seconds
ru: Установить интервал обновления записей DNS, обновляемых SSSD в секундах

source: TTL value of client DNS record:
ru: TTL для клиентской записи DNS:

source: Set the TTL value of client DNS record updated by SSSD in seconds
ru: Установить значение TTL (в секундах) для клиентской записи DNS обновляемой SSSD

source: Update the IP address in the DNS server:
ru: Обновлять IP адрес машины в DNS:

source: Automatically update DNS server with the IP address using SSSD
ru: Автоматически обновлять IP адрес машины в DNS с помощью SSSD

source: Update the PTR record in the DNS server:
ru: Обновлять PTR запись машины в DNS:

source: Automatically update DNS server with the PTR record using SSSD
ru: Автоматически обновлять PTR запись машины в DNS с помощью SSSD

source: local
ru: Не использовать домен

source: Kerberos domain is not used
ru: используется локальная база пользователей

source: Unable to find specified domain
ru: Невозможно найти указанный домен

source: Domain does not set:
ru: Не удалось подключиться к домену:

source: Cannot contact KDC for realm
ru: Невозможно найти KDC указанного домена

source: Unknown administrator name
ru: Неизвестное имя администратора

source: Preauthentication failed
ru: Не удалось выполнить предварительную проверку подлинности

source: Wrong password
ru: Неправильный пароль

source: Perhaps the password has expired
ru: Возможно, срок действия пароля истёк

source: Unable to join to Active Directory domain:
ru: Невозможно подключиться к домену Active Directory:

source: Unable to find IPA Server to join
ru: Невозможно найти сервер FreeIPA

source: Incorrect administrator password
ru: Указан неверный пароль администратора

source: Unable to join to FreeIPA domain:
ru: Невозможно подключиться к домену FreeIPA:
