Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/mhr/alterator-mastercontrol.po
Languages: ru

source: Configuration dispatcher
ru: Диспетчер конфигурации

source: Back
ru: Назад

source: Host parameters
ru: Параметры узла

source: Source:
ru: Источник:

source: Hostname:
ru: Имя компьютера:

source: IP address:
ru: IP-адрес:

source: Control panel:
ru: Панель управления:

source: Status:
ru: Статус:

source: DNS name:
ru: Имя узла в DNS:

source: Parameter values
ru: Значения параметров

source: Parameter
ru: Параметр

source: Value
ru: Значение

source: Host name or address:
ru: Имя или адрес компьютера:

source: Clear
ru: Очистить

source: (% — any characters)
ru: (% — любые знаки)

source: Host status:
ru: Статус узла:

source: any
ru: любой

source: not monitored
ru: не наблюдается

source: no profile set
ru: профиль не задан

source: configuration changed
ru: конфигурация изменена

source: Group:
ru: Группа:

source: Advanced search…
ru: Расширенный поиск…

source: Current filter:
ru: Текущий фильтр:

source: Clear filter
ru: Очистить фильтр

source: Refresh list
ru: Обновить список

source: Results
ru: Результаты

source: Total number of hosts found:
ru: Всего найдено узлов:

source: including hosts
ru: включая узлы

source: not monitored:
ru: не наблюдаемые:

source: with no profile set:
ru: без профилей:

source: with configuration changes:
ru: с изменениями конфигурации:

source: Profiles panel
ru: Панель управления профилями

source: Update all of the found hosts
ru: Обновить все найденные узлы

source: Update hosts marked on this page only
ru: Обновить только узлы, помеченные на данной странице

source: Dispatch profiles…
ru: Разослать профили…

source: prev
ru: пред.

source: next
ru: след.

source: Hostname
ru: Имя компьютера

source: IP address
ru: IP-адрес

source: Profile name, last comment, hash-code
ru: Имя профиля, последний комментарий, хеш-код

source: Status, hash-code
ru: Статус, хеш-код

source: Dispatch profiles
ru: Разослать профили

source: Origin repository URL:
ru: URL исходного репозитория:

source: Fetch
ru: Загрузить

source: Profile:
ru: Профиль:

source: SSH private key:
ru: Секретный ключ SSH:

source: Upload new key…
ru: Загрузить новый ключ…

source: Delete key
ru: Удалить ключ

source: Overview
ru: Обзор

source: Total number of hosts to update:
ru: Всего узлов для обновления:

source: successful updates:
ru: успешных обновлений:

source: failed updates:
ru: неудачных обновлений:

source: unknown:
ru: не известно:

source: Dispatch
ru: Разослать

source: Progress:
ru: Прогресс:

source: Cancel
ru: Отмена

source: Refresh
ru: Обновить

source: Select the private SSH key file to upload:
ru: Выберите файл с секретным ключом SSH для загрузки:

source: Please, enter the passphrase for the private SSH key:
ru: Пожалуйста, введите парольную фразу для доступа к секретному ключу SSH:

source: The passphrase is needed for the current operation only and will not be stored on disk
ru: Парольная фраза необходима лишь для выполнения текущей операции и не будет сохранена на диске

source: (integer number)
ru: (целое число)

source: (floating point number)
ru: (число с плавающей точкой)

source: (textual value)
ru: (текстовая строка)

source: (textual value, % — any characters)
ru: (текстовая строка, % — любые знаки)

source: Advanced search
ru: Расширенный поиск

source: Filter parameters
ru: Параметры фильтра

source: Min. value
ru: Мин. значение

source: Avg. value
ru: Сред. значение

source: Max. value
ru: Макс. значение

source: Selector
ru: Селектор

source: Selector value
ru: Значение селектора

source: skip
ru: пропустить

source: equals
ru: равно

source: less than
ru: меньше чем

source: greater than
ru: больше чем

source: range
ru: интервал

source: not equals
ru: не равно

source: pattern
ru: шаблон

source: Set filter
ru: Установить фильтр

source: monitored
ru: наблюдается

source: template
ru: шаблон

source: active-proxy
ru: активный прокси

source: passive-proxy
ru: пассивный прокси

source: unknown
ru: неизвестно

source: empty
ru: пусто

source: no data
ru: нет данных

source: profile is not set
ru: профиль не задан

source: ~a of ~a
ru: ~a из ~a

source: Successfully fetched the profile list
ru: Успешно получен список профилей

source: No profiles are published at the given URL
ru: По заданному адресу не опубликовано ни одного профиля

source: SSH key upload
ru: Загрузка ключа SSH

source: Upload
ru: Загрузить

source: SSH private key password
ru: Пароль от секретного ключа SSH

source: Are you sure to delete the selected private key?
ru: Вы уверены, что хотите удалить выбранный ключ?

source: Delete SSH key
ru: Удалить ключ SSH

source: Dispatch finished. Use the "Refresh" button to update the statistics above
ru: Рассылка завершена. Используйте кнопку "Обновить" для обновления статистики

source: Dispatch finished. Some updates failed
ru: Рассылка завершена. Часть обновлений не удалась

source: Dispatch successful
ru: Рассылка успешно завершена

source: Dispatch failed
ru: Рассылка не удалась

source: Unable to calculate the public key fingerprint
ru: Не удалось вычислить отпечаток публичного ключа

source: Unable to calculate the public key
ru: Не удалось вычислить публичный ключ

source: Unable to stop the current dispatch process
ru: Не удалось остановить текущую рассылку

source: Repository URL is not specified
ru: Адрес исходного репозитория не задан

source: Profile name or hash is not specified
ru: Имя или хеш-код профиля не задан

source: Should not delete a user's personal key
ru: Не стоит удалать личный ключ пользователя

source: The file is not an SSH private key
ru: Файл не является секретным ключом SSH

source: All
ru: Все

source: Unable to list branches for the given URL
ru: Не удалось прочитать ветви по указанному адресу
