Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/mhr/alterator-ports-access.po
Languages: ru

source: Ports access control
ru: Контроль доступа к портам

source: Serial ports access control
ru: Контроль последовательных портов

source: Port
ru: Порт

source: Enabled
ru: Включен

source: Access mode
ru: Режим доступа

source: Serial port settings
ru: Настройки последовательного порта

source: Value
ru: Значение

source: Serial port:
ru: Последовательный порт:

source: Enabled:
ru: Разрешен:

source: Device owner:
ru: Владелец:

source: Device group:
ru: Группа:

source: Access mode:
ru: Режим доступа:

source: Save serial port settings
ru: Сохранить настройки последовательного порта

source: USB ports access control
ru: Контроль USB-портов

source: White list
ru: Список разрешенных устройств

source: Vendor ID
ru: ID производителя

source: Product ID
ru: ID продукта

source: Serial
ru: Серийный №

source: Device info
ru: Информация

source: Delete selected entry from the white list
ru: Удалить выбранное правило

source: Rule part
ru: Часть правила

source: Vendor ID:
ru: ID производителя:

source: Product ID:
ru: ID продукта:

source: Serial number:
ru: Серийный номер:

source: Useful device info:
ru: Полезная информация об устройстве:

source: Save USB device settings
ru: Сохранить параметры USB устройства

source: Reset
ru: Сброс

source: Plugged-in USB devices
ru: Подключённые USB-устройства

source: Vendor
ru: Производитель

source: Device
ru: Устройство

source: Scan plugged-in USB devices
ru: Сканировать подключённые USB устройства

source: Add selected device to the white list
ru: Разрешить выбранное устройство

source: Status
ru: Статус

source: Turn on serial control
ru: Включить контроль последовательных портов

source: Turn off serial control
ru: Выключить контроль последовательных портов

source: Turn on USB control
ru: Включить контроль USB-портов

source: Turn off USB control
ru: Выключить контроль USB-портов

source: Yes
ru: Да

source: No
ru: Нет

source: Default
ru: По умолчанию

source: User r/o
ru: Владелец (чтение)

source: User + group r/o
ru: Владелец + группа (чтение)

source: User r/w
ru: Владелец (чтение и запись)

source: User r/w, group r/o
ru: Владелец (чт.+зп.), группа (чт.)

source: User + group r/w
ru: Владелец + группа (чт.+зп.)

source: please choose from the list above
ru: пожалуйста выберите из списка выше

source: Serial port control activated
ru: Контроль последовательных портов активирован

source: Serial port control deactivated
ru: Контроль последовательных портов выключен

source: USB port control activated
ru: Контроль USB-портов активирован

source: USB port control deactivated
ru: Контроль USB-портов выключен
