Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/mhr/alterator-grub.po
Languages: ru

source: Bootloader setup
ru: Настройка загрузчика

source: Device:
ru: Устройство:

source: Install
ru: Установить

source: Reset
ru: Сбросить

source: Boot options password
ru: Пароль на загрузчик

source: Boot options password (username: boot)
ru: Пароль на загрузчик (имя пользователя: boot)

source: Set/reset password
ru: Установить или сбросить пароль

source: (enter passphrase)
ru: (введите фразу)

source: (repeat passphrase)
ru: (повторите фразу)

source: Can't create tempfile
ru: Невозможно создать временный файл

source: Can't create grub menu
ru: Невозможно создать меню загрузчика

source: Can't backup or/and clear NVRAM!
ru: Невозможно сохранить и/или очистить NVRAM!

source: Can't install grub into
ru: Невозможно установить загрузчик в

source: Internal error
ru: Внутренняя ошибка

source: You should define a password for boot with options
ru: Вы должны указать пароль на загрузчик

source: Passwords mismatch
ru: Введённые пароли не совпадают

source: EFI (recommended)
ru: EFI (рекомендуемый)

source: EFI (clear NVRAM before)
ru: EFI (сначала очистить NVRAM)

source: EFI (disable write to NVRAM)
ru: EFI (запретить запись в NVRAM)

source: EFI (for removable device)
ru: EFI (для съёмных устройств)

source: Skip bootloader install
ru: Не устанавливать загрузчик

source: No device for install given!
ru: Не указано устройство для установки загрузчика!

source: Can't install grub on
ru: Невозможно установить загрузчик на

source: even using blocklists :
ru: даже используя списки :

source: Hard drive
ru: Жёсткий диск

source: Linux partition
ru: Раздел Linux
