Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/mhr/alterator-net-iptables.po
Languages: ru

source: Blacklist
ru: Черный список

source: Network firewall
ru: Брандмауэр

source: Port forwarding
ru: Перенаправление портов

source: Firewall - manual mode
ru: Брандмауэр - ручная настройка

source: Access from internal networks
ru: Доступ из внутренних сетей

source: System management center (www)
ru: Центр управления системой (www)

source: Remote access (SSH)
ru: Удалённый доступ (SSH)

source: Mail server (POP3)
ru: Почтовый сервер (POP3)

source: CUPS printing system
ru: Система печати CUPS

source: Remote access (telnet)
ru: Удалённый доступ (telnet)

source: File transfer (FTP)
ru: Передача файлов (FTP)

source: Service packets (ICMP)
ru: Служебные пакеты (ICMP)

source: Mail server (IMAP)
ru: Почтовый сервер (IMAP)

source: Mail server (SMTP)
ru: Почтовый сервер (SMTP)

source: Network management (SNMP)
ru: Управление сетью (SNMP)

source: Proxy server
ru: Прокси-сервер

source: File server (Samba)
ru: Файловый сервер (Samba)

source: Service packets (ICMPv6)
ru: Служебные пакеты (ICMPv6)

source: ATTANTION: Firewall is setting up manually. Settings done by this module will not take effect until you turn manual firewalling off.
ru: Внимание: Брандмауэр находится в режиме ручной настройки. Изменения настроек,сделаные в этом модуле, не будут влиять на систему, пока вы не выключите этотрежим.

source: Firewall manual mode module...
ru: Модуль ручной настройки брандмауэра...

source: Select IP version:
ru: Версия IP:

source: Enable blacklist filtering
ru: Использовать черный список

source: Blacklist:
ru: Черный список:

source: Delete
ru: Удалить

source: Add host or network IP-address:
ru: Добавить IP адрес сети или хоста:

source: Add
ru: Добавить

source: ATTANTION: Firewall is setting up manually. Settings done by this module will not take effect until you turn manual firewalling off.
ru: Внимание! Брандмауэр находится в режиме ручной настройки. Изменения настроек,сделаные в этом модуле, не будут влиять на систему, пока вы не выключите этот режим.

source: Enable firewall
ru: Включить брандмауэр

source: Select forwarding mode:
ru: Выберите режим работы:

source: Select external interfaces:
ru: Выберите внешние интерфейсы:

source: Allow incoming connections on external interfaces:
ru: Разрешить входящие соединения на внешних интерфейсах:

source: Services:
ru: Службы:

source: Extra TCP ports:
ru: Дополнительные порты TCP:

source: (separated by commas or spaces)
ru: (разделенные запятыми или пробелами)

source: Extra UDP ports:
ru: Дополнительные порты UDP:

source: Apply
ru: Применить

source: Reset
ru: Сбросить

source: Enable restrictions on all internal interfaces
ru: Включить ограничение доступа на всех внутренних интерфейсах:

source: Configure internal interfaces...
ru: Настроить внутренние интерфейсы...

source: Authorized clients:
ru: Разрешенные клиенты:

source: IP address:
ru: IP-адрес:

source: Comment:
ru: Комментарий:

source: MAC address restriction:
ru: Привязка к MAC-адресу:

source: MAC address:
ru: MAC-адрес:

source: Resolve
ru: Определить

source: Traffic rate restrictions:
ru: Ограничение скорости доступа:

source: Incoming rate (kb/s):
ru: Входящий трафик (кбайт/c):

source: Outcoming rate (kb/s):
ru: Исходящий трафик (кбайт/c)

source: Add new client:
ru: Добавить клиента:

source: Enable manual mode
ru: Включить режим ручной настойки

source: In manual mode you can edit iptables files by hands. All settings made by other iptables modules (
ru: В ручном режиме вы можете вручную исправлять таблицы брандмауэра. Все настройки, сделанные в других модулях, работающих с брандмауэром("Брандмауэр", "Черный список", "Перенаправление портов"и "Доступ из внутренних сетей") не будут влиять на систему.

source: If you turn manual mode off all your settings will be overwritten by alterator iptables modules.
ru: При выключении ручного режима будут восстановлены настройки других модулей, работающих с брандмауэром

source: Select table:
ru: Выберите таблицу:

source: Enable port forwarding
ru: Включить перенаправление портов

source: Available rules:
ru: Доступные правила:

source: Add new rule:
ru: Добавить новое правило:

source: protocol:
ru: протокол:

source: destination IP address:
ru: IP адрес:

source: port:
ru: порт:

source: forward to IP address:
ru: перенаправлять на IP адрес:

source: Add new IP:
ru: Добавить IP-адрес:

source: router
ru: Роутер

source: gateway
ru: Шлюз (NAT)

source: host
ru: Хост (Рабочая станция)

source: Additional allowed connections:
ru: Дополнительно разрешенные соединения:

source: Allowed connections for all authorized clients:
ru: Разрешенные соединения для всех разрешенных клиентов:

source: invalid DNAT rule
ru: не правильное DNAT правило

source: Error: bad commit mode
ru: Ошибка: недопустимое значение commit_mode

source: (possible values: on or off)
ru: (допустимые значения: on или off)

source: Error: bad log mode
ru: Ошибка: недопустимый режим журналирования

source: Error: bad mode
ru: Ошибка: недопустимый режим

source: (possible values: router or host)
ru: (допустимые значения: роутер или хост)

source: (possible values: gateway, router or host)
ru: (допустимые значения: шлюз, роутер или хост)

source: Error: bad TCP port
ru: Ошибка: недопустимый порт TCP

source: (must be a number)
ru: (должно быть числом)

source: Error: bad UTP port
ru: Ошибка: недопустимый порт UDP

source: Error while reloading firewalling rules
ru: Ошибка при перезагрузке правил брандмауэра

source: Error while running /usr/lib/alterator/hooks/net-iptables.d/*
ru: Ошибка при запуске скриптов из /usr/lib/alterator/hooks/net-iptables.d/

source: Can't add multiple values to list
ru: Невозможно добавить несколько значений в список

source: Can't remove multiple values from list
ru: Невозможно удалить несколько значений из списка

source: Error: unknown protocol
ru: Ошибка: неизвестный протокол

source: possible values:
ru: допустимые значения:

source: Error: bad IPv6-address
ru: Ошибка: недопустимый адрес IPv6

source: Error: bad IPv4-address
ru: Ошибка: недопустимый адрес IPv4

source: Error: bad IPv6 network prefix
ru: Ошибка: недопустимый адрес IPv6 сети или хоста

source: Error: bad network or host IP-address
ru: Ошибка: недопустимый IP-адрес сети или хоста

source: Error: bad port
ru: Ошибка: недопустимый порт

source: Error: bad port or port range
ru: Ошибка: недопустимый порт или диапазон портов

source: Error: bad MAC-address
ru: Ошибка: недопустимый MAC-адрес

source: Error: Bad rule
ru: Ошибка: недопустимое правило

source: Error: MAC-address is not allowed in default rule
ru: Ошибка: MAC-адрес не разрешен в правиле по умолчанию

source: Error: unknown service
ru: Ошибка: неизвестная служба

source: Forward %s packets for %s:%s to %s:%s
ru: %s пакеты, идущие на %s:%s, перенаправлять на %s:%s

source: gateway (NAT)
ru: Шлюз (NAT)

source: host (Workstation)
ru: Хост (Рабочая станция)

source: bad table
ru: недопустимая таблица

source: Default
ru: По умолчанию

source: IP-address is not specified
ru: IP-адрес не указан
