Repository: mari-os/alterator-l10n
Catalog: alterator-l10n/po/mhr/alterator-moodle-install.po
Languages: ru

source: Moodle configurator
ru: Конфигуратор Moodle

source: Add a new Moodle configuration
ru: Добавить новую конфигурацию Moodle

source: Fill in parameters for a new Moodle configuration
ru: Заполните параметры новой конфигурации Moodle

source: Select locale:
ru: Локаль:

source: Full name:
ru: Название:

source: (configuration full name)
ru: (полное название конфигуррации)

source: Short name:
ru: Краткое название:

source: (configuration short name)
ru: (краткое название конфигурации)

source: WWW root:
ru: Базовый адрес WWW:

source: (canonical URL of the new Moodle root)
ru: (канонический URL размещения Moodle)

source: Moodle administrator:
ru: Администратор Moodle:

source: (Moodle administrator user name)
ru: (имя администратора Moodle)

source: Moodle password:
ru: Пароль:

source: (Moodle administrator password)
ru: (пароль администратора)

source: Select DB type:
ru: Тип базы данных:

source: Base DB name:
ru: Название базы данных:

source: (prefix for create name of the new Moodle database)
ru: (префикс таблиц в базе данных)

source: DB moodle user:
ru: Имя пользователя базы данных:

source: (database user name for moodle)
ru: (имя пользователя базы данных)

source: DB password:
ru: Пароль к базе данных:

source: (database user password for moodle)
ru: (пароль к базе данных)

source: Configure
ru: Настроить

source: Back...
ru: Назад...

source: Moodle configuration
ru: Конфигурация Moodle

source: Switch to an existing Moodle configuration or create a new one.
ru: Переключение на другую конфигурацию или создание новой.

source: Select Moodle configuration:
ru: Выбор конфигурации:

source: Switch
ru: Выбрать

source: New...
ru: Создать...
